Repository: lionsom/Python
Catalog: 9_demo/i18n_excel/src/pods_i18n/QYCQChat/*.lproj/QYCQChat.strings
Languages: hi_in, ja_jp, ko_kr, ms_my, my_mm, vi_vn

# qy_resource_search
source: Search
hi_in: खोजें
ja_jp: 検索
ko_kr: 검색
ms_my: Gelintar
my_mm: ရှာဖွေခြင်း
vi_vn: Tìm kiếm

# qy_chat_searched_related_chat_recorde
source: A total of %@ related chat records
hi_in: कुल% @ बार संबंधित चैट इतिहास
ja_jp: 合計%@件の関連するチャット履歴
ko_kr: 총% @ 개의 관련 채팅 기록
ms_my: daripada% @ sejarah sembang berkaitan bar
my_mm: စုစုပေါင်း%@ ဆောင်းပါးများ ဆက်စပ်သော ချတ်မှတ်တမ်း
vi_vn: Lịch sử trò chuyện liên quan đến% @

# qy_chat_search_chat_history
source: Search for Chat History
hi_in: चैट इतिहास खोजें
ja_jp: チャット履歴の検索
ko_kr: 채팅 기록 찾기
ms_my: Cari sejarah sembang
my_mm: ချတ်မှတ်တမ်းကို ရှာပါ
vi_vn: Tra cứu lịch sử trò chuyện

# qy_chat_see_more_xx
source: Search for Chat History
hi_in: चैट इतिहास खोजें
ja_jp: チャット履歴の検索
ko_kr: 채팅 기록 찾기
ms_my: Cari sejarah sembang
my_mm: ချတ်မှတ်တမ်းကို ရှာပါ
vi_vn: Tra cứu lịch sử trò chuyện

# qy_chat_selected_xx
source: selected %@
hi_in: @ चुना गया
ja_jp: 選択済み%@
ko_kr: @ 가 선택되었습니다.
ms_my: @ telah dipilih
my_mm: @ ရွေးထားသည်
vi_vn: Đã chọn% @

# qy_chat_select_all_left_tips
source: Left
hi_in: संदेश बुलबुला बाएं संरेखित
ja_jp: メッセージバルーンの左揃え
ko_kr: 메시지 버블 왼쪽 정렬
ms_my: Gelembung mesej dijajarkan ke kiri
my_mm: မက်ဆေ့ချ်ပူဖောင်းများကို ဘယ်ဘက်တွင် ချိန်ညှိထားသည်။
vi_vn: Bong bóng tin nhắn căn chỉnh bên trái

# qy_resource_select_collector
source: Select contact
hi_in: संपर्क चुनें
ja_jp: 連絡先の選択
ko_kr: 연락처 선택
ms_my: Pilih Kenalan
my_mm: အဆက်အသွယ်များကို ရွေးချယ်ပါ
vi_vn: Chọn danh bạ

# qy_chat_select_from_contact
source: Select from Contacts
hi_in: पता पुस्तिका से चुनें
ja_jp: アドレス帳から選択
ko_kr: 주소록에서 선택
ms_my: Pilih daripada Kenalan
my_mm: လိပ်စာစာအုပ်မှရွေးချယ်ပါ
vi_vn: Chọn từ danh bạ

# qy_chat_select_group_member
source: Select group members
hi_in: समूह सदस्यों का चयन करें
ja_jp: グループメンバーの選択
ko_kr: 그룹 구성원 선택
ms_my: Pilih ahli kumpulan
my_mm: အဖွဲ့ ၀ င်များကိုရွေးချယ်ပါ
vi_vn: Chọn thành viên nhóm

# qy_chat_select_member
source: Select member
hi_in: सदस्यों का चयन करें
ja_jp: メンバーの選択
ko_kr: 구성원 선택
ms_my: Pilih Ahli
my_mm: အဖွဲ့ဝင်များကိုရွေးချယ်ပါ
vi_vn: Chọn thành viên

# qy_chat_select_normal_tips
source: Left and right
hi_in: संदेश बुलबुले बाएँ और दाएँ वितरित
ja_jp: メッセージバブルの左右分布
ko_kr: 메시지 버블 좌우 분포
ms_my: Gelembung mesej diedarkan ke kiri dan kanan
my_mm: မက်ဆေ့ချ်ပူဖောင်းများ ဘယ်ညာ ဖြန့်ဝေခြင်း
vi_vn: Bong bóng tin nhắn phân bố trái phải.

# qy_chat_select_person_join_group
source: Please select a person to join the group!
hi_in: कृपया समूह में शामिल होने के लिए लोगों का चयन करें!
ja_jp: グループに参加する人を選択してください！
ko_kr: 그룹에 가입할 사람을 선택하십시오!
ms_my: Sila pilih orang untuk menyertai kumpulan!
my_mm: ကျေးဇူးပြု၍ အဖွဲ့တွင်ပါဝင်ရန်လူများကိုရွေးချယ်ပါ။
vi_vn: Vui lòng chọn người để tham gia nhóm!

# qy_chat_select_remider_type
source: Please select a reminder type
hi_in: कृपया रिमाइंडर प्रकार चुनें
ja_jp: アラームのタイプを選択してください
ko_kr: 알림 유형을 선택하십시오.
ms_my: Sila pilih jenis peringatan
my_mm: ကျေးဇူးပြု၍ သတိပေးချက်အမျိုးအစားကိုရွေးချယ်ပါ
vi_vn: Vui lòng chọn loại nhắc nhở

# qy_chat_select_space
source: Please select space
hi_in: कृपया स्थान चुनें
ja_jp: スペースを選択してください
ko_kr: 공간을 선택하십시오.
ms_my: Sila pilih ruang
my_mm: ကျေးဇူးပြု၍ နေရာလွတ်ကိုရွေးချယ်ပါ
vi_vn: Vui lòng chọn không gian

# qy_chat_select_start_time
source: Please select the start time
hi_in: कृपया प्रारंभ समय चुनें
ja_jp: 開始時間を選択してください
ko_kr: 시작 시간을 선택하십시오.
ms_my: Sila pilih masa mula
my_mm: ကျေးဇူးပြု၍ စတင်မည့်အချိန်ကိုရွေးပါ
vi_vn: Vui lòng chọn thời gian bắt đầu

# qy_chat_select_videos_fail
source: Short videos selection failed
hi_in: छोटा वीडियो चयन विफल
ja_jp: ミニビデオの選択に失敗しました
ko_kr: 작은 비디오 선택 실패
ms_my: Pemilihan video kecil gagal
my_mm: အသေးစား ဗီဒီယို ရွေးချယ်မှု မအောင်မြင်
vi_vn: Lựa chọn video nhỏ thất bại

# qy_resource_send
source: Send
hi_in: भेजें
ja_jp: 送信します
ko_kr: 보내기
ms_my: Hantar
my_mm: ပေးပို့ခြင်း
vi_vn: Gửi

# qy_chat_send_failed
source: Post failure
hi_in: पोस्टिंग विफल
ja_jp: 発行に失敗しました
ko_kr: 게시 실패
ms_my: Penerbitan gagal
my_mm: ထုတ်ဝေမှု မအောင်မြင်ပါ
vi_vn: Phát hành thất bại

# qy_resource_send_fail
source: Failed to send
hi_in: भेजने में विफल
ja_jp: 送信に失敗しました
ko_kr: 전송 실패
ms_my: Penghantaran gagal
my_mm: ပေးပို့မှု မအောင်မြင်ပါ
vi_vn: Gửi thất bại

# qy_resource_send_msg_success
source: Sent successfully
hi_in: सफलतापूर्वक भेजें
ja_jp: 送信に成功しました
ko_kr: 전송 성공
ms_my: Berjaya dihantar
my_mm: အောင်မြင်စွာ ပေးပို့ခြင်း
vi_vn: Gửi thành công

# qy_chat_send_origin_voice
source: Original voice
hi_in: आवाज भेजें
ja_jp: ボイスメッセージを送信
ko_kr: 음성 전송
ms_my: Hantar Suara
my_mm: အသံများ ပေးပို့ခြင်း
vi_vn: Gửi tin nhắn thoại

# qy_chat_send_reminder_fail
source: Failed to send reminder
hi_in: अनुस्मारक भेजने में विफल
ja_jp: リマインダの送信に失敗しました
ko_kr: 알림 전송 실패
ms_my: Penghantar peringatan gagal
my_mm: ပေးပို့ရန် သတိပေးချက် မအောင်မြင်ပါ
vi_vn: Nhắc nhở gửi thất bại

# qy_chat_send_text
source: Send text
hi_in: पाठ भेजें
ja_jp: テキストの送信
ko_kr: 문자 보내기
ms_my: Hantar teks
my_mm: စာသားကိုပို့ပါ
vi_vn: Gửi văn bản

# qy_chat_start_time
source: Init time {0}
hi_in: दीक्षा समय {0}
ja_jp: 開始時間{0}
ko_kr: 시작 시간
ms_my: Masa permulaan { 0 }
my_mm: စတင်ချိန် {0}
vi_vn: Thời gian khởi động { 0 }

# qy_chat_send_to
source: Send to:
hi_in: को भेजें:
ja_jp: 送信先：
ko_kr: 보내기 대상:
ms_my: Hantar kepada:
my_mm: သို့ ပေးပို့သည်-
vi_vn: Gửi tới:

# qy_chat_send_to_etc
source: Send to :（%@ Chats）
hi_in: को भेजें: (% @ चैट)
ja_jp: 送信先：（%@個のチャット）
ko_kr: 보내기: (% @ 개의 채팅)
ms_my: Hantar kepada: (% @ sembang individu)
my_mm: (%@ ချတ်) သို့ ပေးပို့ပါ
vi_vn: Gửi cho: (% @ chat)

# qy_chat_send_to_xx
source: Send to %@
hi_in: @ को भेजें
ja_jp: %@に送信
ko_kr: @ 로 보내기
ms_my: Hantar kepada% @
my_mm: @ သို့ ပေးပို့ပါ
vi_vn: Gửi cho% @

# qy_chat_send_to_xx_etc
source: Send to %1$@ etc. %2$@ chats
hi_in: 1 $ @ समान% 2 $ @ चैट पर भेजें
ja_jp: %1$@などの%2$@個のチャットに送信
ko_kr: 1 $ @ 등% 2 $ @ 개의 채팅으로 보내기
ms_my: Hantar kepada% 1 $ @ dan lain-lain% 2 $ @ sembang
my_mm: 1$@ သို့ပို့ပါ%2$@ ချတ်
vi_vn: Gửi cho% 1 $ @ bằng% 2 $ @ chat

# qy_chat_send_to_xx_fail
source: Failed to send to %@
hi_in: @ को भेजने में विफल
ja_jp: %@への送信に失敗しました
ko_kr: @ 에 보내지 못했습니다.
ms_my: Menghantar kepada% @ gagal
my_mm: @ သို့ ပေးပို့ခြင်း မအောင်မြင်ပါ
vi_vn: Gửi cho% @ thất bại

# qy_resource_share
source: Share
hi_in: साझा करें
ja_jp: 分かち合う
ko_kr: 공유
ms_my: Kongsi
my_mm: ဝေမျှခြင်း
vi_vn: Chia sẻ

# qy_resource_share_work_circle
source: Share to Work Moments
hi_in: कार्य सर्कल में साझा करें
ja_jp: 仕事の輪にシェアする
ko_kr: 워크서클에 공유
ms_my: Kongsi ke Bulatan Kerja
my_mm: အလုပ်ဝိုင်းသို့ မျှဝေခြင်း
vi_vn: Chia sẻ với vòng tròn công việc

# qy_resource_share_fail
source: Failed to share
hi_in: साझा करने में विफलता
ja_jp: 共有の失敗
ko_kr: 공유 실패
ms_my: Perkongsian gagal
my_mm: မအောင်မြင်မှုကို မျှဝေခြင်း
vi_vn: Chia sẻ thất bại

# qy_chat_share_group_link
source: Share group link
hi_in: समूह लिंक साझा करें
ja_jp: 共有グループへのリンク
ko_kr: 그룹 링크 공유
ms_my: Kongsi Pautan Kumpulan
my_mm: အုပ်စုလင့်ခ်များကို မျှဝေခြင်း
vi_vn: Chia sẻ liên kết nhóm

# qy_chat_share_qrcode
source: Sharing group QR code
hi_in: समूह क्यूआर कोड साझा करें
ja_jp: 共有グループのQRコード
ko_kr: 그룹 QR코드 공유
ms_my: Kongsi Kod QR Kumpulan
my_mm: အုပ်စု QR ကုဒ်ကိုမျှဝေပါ
vi_vn: Chia sẻ mã QR của nhóm

# qy_resource_share_success
source: Share success
hi_in: सफलता साझा करें
ja_jp: 成功を分かち合う
ko_kr: 성공을 공유하다
ms_my: Berkongsi kejayaan
my_mm: အောင်မြင်မှုကို မျှဝေခြင်း
vi_vn: Chia sẻ về thành công

# qy_chat_share_tips
source: Share it with friends through qChat or third-party communication software
hi_in: चैट या तृतीय-पक्ष संचार सॉफ़्टवेयर के माध्यम से दोस्तों के साथ साझा करें
ja_jp: チャットや第三者の通信ソフトを通じて友達に共有しましょう
ko_kr: 채팅 또는 타사 통신 소프트웨어를 통해 친구에게 공유하십시오.
ms_my: Kongsi kepada rakan melalui Qichao atau perisian komunikasi pihak ketiga
my_mm: ချတ်ဖွင့်ခြင်း (သို့) ပြင်ပဆက်သွယ်ရေးဆော့ (ဖ်) ဝဲ (လ်) မှတစ်ဆင့်သူငယ်ချင်းများနှင့်မျှဝေပါ။
vi_vn: Chia sẻ với bạn bè qua phần mềm chat hoặc phần mềm liên lạc của bên thứ ba.

# qy_chat_sight
source: Small video
hi_in: छोटे वीडियो
ja_jp: ビデオ
ko_kr: 작은 비디오
ms_my: Video kecil
my_mm: ဗီဒီယိုလေးများ
vi_vn: Video nhỏ

# qy_chat_start_vote
source: Poll
hi_in: मतदान शुरू करें
ja_jp: 投票を始める.
ko_kr: 투표 시작
ms_my: Memulakan Undian
my_mm: မဲပေးမှုကို စတင်
vi_vn: Phát động bỏ phiếu

# qy_chat_start_vote_success
source: Successfully initiated voting
hi_in: सफल मतदान शुरू करें
ja_jp: 投票開始に成功しました
ko_kr: 투표 시작 성공
ms_my: Pelancaran Undi Berjaya
my_mm: မဲပေးမှုအောင်မြင်မှုကိုစတင်ခဲ့သည်
vi_vn: Phát động cuộc bỏ phiếu thành công

# qy_chat_state_end
source: Over
hi_in: समाप्त हो गया
ja_jp: 終了しました
ko_kr: 종료됨
ms_my: Tamat
my_mm: ပြီးဆုံးသွားပြီ
vi_vn: Kết thúc rồi.

# qy_resource_in_progress
source: Processing
hi_in: प्रगति में
ja_jp: 進行中です
ko_kr: 진행 중
ms_my: Sedang berjalan
my_mm: ဆောင်ရွက်ဆဲ
vi_vn: Đang tiến hành

# qy_resource_subscribed
source: Subscribed
hi_in: सदस्यता ली है
ja_jp: 購読済み
ko_kr: 가입됨
ms_my: Telah dilanggan
my_mm: စာရင်းသွင်းထားသည်
vi_vn: Đã đăng ký

# qy_resource_sure
source: Confirm
hi_in: निर्धारित करें
ja_jp: 確定
ko_kr: 확인
ms_my: OK
my_mm: သေချာအောင်
vi_vn: Xác định

# qy_resource_switch
source: Toggle
hi_in: स्विच करें
ja_jp: 切り替え
ko_kr: 전환
ms_my: Togol
my_mm: ကူးပြောင်း
vi_vn: Chuyển

# qy_resource_switch_ent
source: Switch enterprises
hi_in: उद्यम स्विच करें
ja_jp: 企業の切り替え
ko_kr: 엔터프라이즈 전환
ms_my: Tukar Perniagaan
my_mm: ကူးပြောင်းခြင်း လုပ်ငန်း
vi_vn: Chuyển đổi doanh nghiệp

# qy_chat_tag_app_share
source: [App sharing]
hi_in: [ऐप शेयर]
ja_jp: 【アプリシェア】
ko_kr: [애플리케이션 공유 ]
ms_my: [ Perkongsian Aplikasi ]
my_mm: [လျှောက်လွှာမျှဝေခြင်း]
vi_vn: [ Ứng dụng chia sẻ ]

# qy_chat_tag_be_at
source: [Remind by @]
hi_in: [@ द्वारा याद दिलाया]
ja_jp: 【@に注意される】
ko_kr: [@ 알림 ]
ms_my: [ Diingatkan oleh @ ]
my_mm: [သတိပေးခံရရန် @]
vi_vn: [ Bị @ nhắc nhở ]

# qy_chat_tag_group_placard
source: [Group announcement]
hi_in: [समूह घोषणा]
ja_jp: 【グループ公告】
ko_kr: [그룹 공지 ]
ms_my: [ Pengumuman Kumpulan ]
my_mm: [အုပ်စုကြေငြာချက်]
vi_vn: [ Thông báo nhóm ]

# qy_chat_tag_over
source: [Over]
hi_in: [समाप्त हो गया]
ja_jp: 【終了済み】
ko_kr: [종료됨]
ms_my: [ Berakhir ]
my_mm: [ပြီးဆုံးပြီ]
vi_vn: [ Kết thúc ]

# qy_chat_tag_pic
source: [Image]
hi_in: [चित्र]
ja_jp: 【イメージ】
ko_kr: [사진]
ms_my: [ Gambar ]
my_mm: [ရုပ်ပုံ]
vi_vn: [ Hình ảnh ]

# qy_chat_tag_running
source: [Processing]
hi_in: [प्रगति में]
ja_jp: 【進行中です】
ko_kr: [진행 중 ]
ms_my: [ Sedang berjalan ]
my_mm: [တိုးတက်လျက်ရှိသည်]
vi_vn: [ Đang tiến hành ]

# qy_chat_tag_vote
source: [Vote]
hi_in: [वोट]
ja_jp: 【投票する】
ko_kr: [투표]
ms_my: [ Undi ]
my_mm: [မဲ]
vi_vn: [ Bỏ phiếu ]

# qy_resource_talk_too_short
source: Talk time is too short
hi_in: बोलने का समय बहुत कम है
ja_jp: 話す時間が短すぎる
ko_kr: 말하는 시간이 너무 짧다
ms_my: Masa bercakap terlalu singkat
my_mm: စကားပြောချိန်တိုလွန်းသည်
vi_vn: Thời gian nói chuyện quá ngắn

# qy_chat_text
source: Text
hi_in: पाठ
ja_jp: テキスト
ko_kr: 텍스트
ms_my: Teks
my_mm: စာသား
vi_vn: Văn bản

# qy_chat_text_1000_limit
source: Please enter the content, no more than 1000 characters (required)
hi_in: कृपया सामग्री दर्ज करें, 1000 शब्दों से अधिक नहीं (आवश्यक)
ja_jp: 内容を1000文字以内で入力してください（必須）
ko_kr: 내용을 입력하십시오. 1000자 이하여야 합니다 (필수 사항).
ms_my: Sila masukkan kandungan, tidak lebih daripada 1000 perkataan (diperlukan)
my_mm: ကျေးဇူးပြု၍ စကားလုံး ၁၀၀၀ ထက်မပိုစေဘဲအကြောင်းအရာကိုထည့်ပါ (လိုအပ်သည်)
vi_vn: Vui lòng nhập nội dung, không quá 1000 từ (bắt buộc)

# qy_chat_text_40_limit
source: Please enter a title, up to 40 characters
hi_in: कृपया शीर्षक दर्ज करें, अधिकतम 40 शब्द
ja_jp: タイトルを最大40文字まで入力してください。
ko_kr: 최대 40자까지 제목을 입력하십시오.
ms_my: Sila masukkan tajuk, sehingga 40 perkataan
my_mm: ကျေးဇူးပြု၍ ခေါင်းစဉ်ကိုစာလုံးရေ ၄၀ အထိထည့်ပါ
vi_vn: Vui lòng nhập tiêu đề, tối đa 40 từ.

# qy_chat_text_50_limit
source: Please enter a title, no more than 50 characters (required)
hi_in: कृपया शीर्षक दर्ज करें, 50 शब्दों से अधिक नहीं (आवश्यक)
ja_jp: タイトルを50文字以内で入力してください（必須）
ko_kr: 제목을 50자 이내로 입력하십시오 (필수 사항).
ms_my: Sila masukkan tajuk, tidak lebih daripada 50 perkataan (diperlukan)
my_mm: ကျေးဇူးပြု၍ ခေါင်းစဉ်ကိုထည့်ပါ၊ စကားလုံး ၅၀ ထက်မပိုပါ (လိုအပ်သည်)
vi_vn: Vui lòng nhập tiêu đề, không quá 50 từ (bắt buộc)

# qy_chat_text_view_more_tips
source: View full text
hi_in: पूरा लेख देखें
ja_jp: 全文を表示
ko_kr: 전체 텍스트 보기
ms_my: Lihat teks penuh
my_mm: စာသားအပြည့်အစုံကို ကြည့်ရန်
vi_vn: Xem toàn văn

# qy_resource_hint
source: Tips
hi_in: टिप्स
ja_jp: ヒント
ko_kr: 힌트
ms_my: Petua
my_mm: အရိပ်အမြွက်
vi_vn: Gợi ý

# qy_resource_turn_message_log
source: Records of forwarded chat
hi_in: अग्रेषित चैट इतिहास
ja_jp: 転送されたチャットの記録
ko_kr: 전달된 채팅 기록
ms_my: Sejarah sembang yang dimajukan
my_mm: Forwarded Chat မှတ်တမ်း
vi_vn: Lịch sử trò chuyện được chuyển tiếp

# qy_resource_vote_member
source: Voter
hi_in: मतदाता
ja_jp: 投票する人
ko_kr: 투표자
ms_my: Pengundi
my_mm: မဲပေးသူများ
vi_vn: Người bỏ phiếu

# qy_chat_total_space_vote
source: Total votes
hi_in: कुल वोट
ja_jp: 共通チケット
ko_kr: 공표
ms_my: Jumlah Tiket
my_mm: စုစုပေါင်းလက်မှတ်များ
vi_vn: Cộng phiếu.

# qy_messagecenter_todo_notice
source: To Do Reminder
hi_in: टू-डू रिमाइंडर
ja_jp: To-Doリマインダ
ko_kr: 할 일 알림
ms_my: Peringatan untuk dilakukan
my_mm: လုပ်ဆောင်ရမည့် သတိပေးချက်များ
vi_vn: Nhắc nhở.

# qy_chat_to_main_page
source: Back to Home
hi_in: मुखपृष्ठ पर लौटें
ja_jp: トップページに戻る
ko_kr: 초기 페이지로 돌아가기
ms_my: Kembali ke Laman Utama
my_mm: မူလစာမျက်နှာသို့ ပြန်သွားရန်
vi_vn: Trở lại trang đầu

# qy_chat_transfer_assistant
source: File Transfer
hi_in: फ़ाइल स्थानांतरण सहायक
ja_jp: ファイル転送アシスタント
ko_kr: 파일 전송 도우미
ms_my: Pembantu Pemindahan Fail
my_mm: File Transfer Assistant
vi_vn: Trợ lý truyền tải tập tin

# qy_chat_transfer_tips
source: Send me a message, you can transfer text, pictures, audio, video and other files between your phone and computer
hi_in: मुझे एक संदेश भेजें, आप अपने फोन और कंप्यूटर के बीच पाठ, चित्र, ऑडियो, वीडियो और अन्य फ़ाइलों को स्थानांतरित कर सकते हैं
ja_jp: 私にメッセージを送って、携帯電話とパソコンの間で文字、画像、オーディオ、ビデオなどのファイルを転送することができます。
ko_kr: 나에게 메시지를 보내면 휴대폰과 컴퓨터 간에 문자, 사진, 오디오, 비디오 등의 파일을 전송할 수 있다
ms_my: Hantar mesej kepada saya, anda boleh memindahkan teks, gambar, audio, video dan fail lain antara telefon dan komputer
my_mm: ကျွန်ုပ်၏ဖုန်းနှင့်ကွန်ပျူတာအကြားစာသား၊ ရုပ်ပုံများ၊ အသံ၊ ဗီဒီယိုနှင့်အခြားဖိုင်များကိုလွှဲပြောင်းရန်ကျွန်ုပ်အားမက်ဆေ့ခ်ျပို့ပါ။
vi_vn: Gửi tin nhắn cho tôi, có thể truyền văn bản, hình ảnh, âm thanh, video...... giữa điện thoại di động và máy tính.

# qy_resource_turn
source: Forward
hi_in: अग्रेषण
ja_jp: 転送します
ko_kr: 전달
ms_my: Majukan
my_mm: ထပ်ဆင့်ပို့ခြင်း
vi_vn: Chuyển tiếp

# qy_chat_turn_limit_20
source: A maximum of 20 records can be forwarded one by one
hi_in: एक-एक करके 20 से अधिक रिकॉर्ड अग्रेषित न करें
ja_jp: 1件ずつの転送記録は20件を超えてはいけません。
ko_kr: 조목조목 전달 기록은 20개를 초과할 수 없다
ms_my: Rekod pemajuan demi pemajuan tidak boleh melebihi 20
my_mm: တစ် ဦး ချင်းစီ forwarding မှတ်တမ်းများ 20 ထက်မပိုစေရ
vi_vn: Không được chuyển tiếp quá 20 bản ghi chép.

# qy_resource_turn_to
source: Forward to
hi_in: को अग्रेषित करें
ja_jp: に転送
ko_kr: 전달 대상
ms_my: Majukan kepada
my_mm: သို့ ထပ်ဆင့်ပို့ခြင်း
vi_vn: Chuyển tiếp cho

# qy_chat_turn_type_tips
source: The selection contains a "Vote, Announcement, Application" message type and does not support forwarding
ja_jp: 選択内容には「投票、公告、適用」のメッセージタイプが含まれており、転送はサポートされていません。
vi_vn: Ca ́ c nô ̣ i dung đươ ̣ c cho ̣ n chư ́ a loa ̣ i tin nhă ́ n Vote, Bulletin, Apps, không hô ̃ trơ ̣ chuyê ̉ n tiê ́ p

# qy_resource_all
source: All
hi_in: सभी
ja_jp: 全部
ko_kr: 모두
ms_my: Semua
my_mm: အားလုံး
vi_vn: Tất cả.

# qy_chat_type_chat_history
source: Chat record
hi_in: चैट इतिहास
ja_jp: チャット履歴
ko_kr: 채팅 기록
ms_my: Sejarah Sembang
my_mm: Chat မှတ်တမ်း
vi_vn: Lịch sử trò chuyện

# qy_resource_type_contact
source: Contact
hi_in: संपर्क करें
ja_jp: コンタクト
ko_kr: 연락처
ms_my: Kenalan
my_mm: ဆက်သွယ်ရန်
vi_vn: Liên hệ

# qy_resource_function
source: Function
hi_in: सुविधाएँ:
ja_jp: 機能
ko_kr: 기능
ms_my: Ciri-ciri
my_mm: လုပ်ဆောင်ချက်များ
vi_vn: Chức năng

# qy_resource_chat_group
source: Group
hi_in: समूह
ja_jp: グループ
ko_kr: 그룹
ms_my: Kumpulan
my_mm: အဖွဲ့များ
vi_vn: Nhóm

# qy_chat_type_org_group
source: Department group
hi_in: विभाग समूह
ja_jp: 部門グループ
ko_kr: 부서군
ms_my: Kumpulan Jabatan
my_mm: ဌာနဆိုင်ရာအဖွဲ့များ
vi_vn: Nhóm ngành

# qy_chat_unpin
source: Unpin
hi_in: शीर्ष रद्द करें
ja_jp: トップを解除
ko_kr: 상단 해제
ms_my: Nyahpasang bahagian atas
my_mm: ထိပ်ကိုဖျက်သိမ်းပါ
vi_vn: Hủy bỏ việc đặt đỉnh.

# qy_chat_unpin_failed
source: Unpin failed
hi_in: रद्दीकरण विफल
ja_jp: 頂点の配置解除に失敗しました
ko_kr: 상단 설정 취소 실패
ms_my: Gagal membatalkan topping
my_mm: ထိပ်ကို ပယ်ဖျက်ခြင်း မအောင်မြင်ပါ
vi_vn: Hủy bỏ cài đặt thất bại.

# qy_chat_update_group_member_fail
source: Update group staff failed
hi_in: समूह कर्मियों को अद्यतन करने में विफल
ja_jp: グループメンバの更新に失敗しました
ko_kr: 그룹 개인 업데이트 실패
ms_my: Gagal mengemas kini orang kumpulan
my_mm: အဖွဲ့ ၀ င်များကိုမွမ်းမံခြင်းမအောင်မြင်ပါ
vi_vn: Cập nhật thành viên nhóm thất bại.

# qy_resource_upload_error
source: Fail to upload
hi_in: अपलोड विफल
ja_jp: アップロードに失敗しました
ko_kr: 업로드 실패
ms_my: Muat naik gagal
my_mm: အပ်လုဒ် မအောင်မြင်ပါ
vi_vn: Đăng tải thất bại

# qy_messagecenter_view_unsubscribed_notice
source: View unsubscribed alerts
hi_in: अनसब्सक्राइब अलर्ट देखें
ja_jp: 購読していないリマインダーを表示する
ko_kr: 가입하지 않은 알림 보기
ms_my: Lihat peringatan tidak dilanggan
my_mm: စာရင်းမသွင်းရသေးသော သတိပေးချက်များကို ကြည့်ရှုပါ
vi_vn: Xem nhắc nhở chưa đăng ký

# qy_chat_voice_2_text_failed
source: Failed to convert text
hi_in: पाठ स्थानांतरित करने में विफल
ja_jp: 文字の変換に失敗しました
ko_kr: 문자 변환 실패
ms_my: Gagal mentransformasikan teks
my_mm: စာသားပြောင်းရန် မအောင်မြင်ပါ
vi_vn: Chuyển văn bản thất bại

# qy_chat_voice_turn_text
source: Turn the text
hi_in: पाठ को चालू करें
ja_jp: 文字を変換する
ko_kr: 문자 돌리기
ms_my: Pergi ke Teks
my_mm: စာသားကိုလှည့်ပါ
vi_vn: Chuyển văn bản

# qy_chat_vote
source: Vote
hi_in: मतदान
ja_jp: に投票
ko_kr: 투표
ms_my: Undi
my_mm: မဲပေးမှု
vi_vn: Bỏ phiếu.

# qy_chat_vote_desc
source: Vote to describe
hi_in: मतदान विवरण
ja_jp: 投票の説明
ko_kr: 투표 설명
ms_my: Perihalan Undian
my_mm: မဲပေးဖော်ပြချက်
vi_vn: Mô tả cuộc bỏ phiếu

# qy_chat_vote_detail
source: Voting Details
hi_in: मतदान का विवरण
ja_jp: 投票の詳細
ko_kr: 투표 상세 정보
ms_my: Butiran Undian
my_mm: မဲပေးမှုအသေးစိတ်
vi_vn: Chi tiết về cuộc bỏ phiếu

# qy_chat_vote_donot_notice
source: Do not remind
hi_in: कोई अनुस्मारक नहीं
ja_jp: 注意しない
ko_kr: 알림 안 함
ms_my: Tiada peringatan
my_mm: သတိပေးခြင်း မရှိပါ
vi_vn: Không nhắc nhở

# qy_chat_vote_fail_try_again
source: Failed to vote
hi_in: मतदान विफल रहा, कृपया फिर से मतदान करें!
ja_jp: 投票に失敗しました。再投票してください。
ko_kr: 투표에 실패했습니다. 다시 투표하십시오!
ms_my: Undi gagal, sila undi semula!
my_mm: မဲမအောင်မြင်ပါ၊ ကျေးဇူးပြု၍ ထပ်မံမဲပေးပါ။
vi_vn: Bỏ phiếu thất bại, xin hãy bỏ phiếu lại!

# qy_chat_vote_min_time_tips
source: Voting time must not be less than 30 minutes
hi_in: मतदान की अवधि 30 मिनट से कम नहीं होनी चाहिए
ja_jp: 投票時間は30分未満ではいけません。
ko_kr: 투표 시간은 30분 이상이어야 합니다.
ms_my: Tempoh pengundian tidak boleh kurang daripada 30 minit
my_mm: မဲပေးချိန်သည်မိနစ် ၃၀ ထက်မနည်းစေရ။
vi_vn: Thời gian bỏ phiếu không được nhỏ hơn 30 phút.

# qy_chat_vote_name
source: Voting name
hi_in: मतदान का नाम
ja_jp: 投票の名前
ko_kr: 투표 이름
ms_my: Nama Undi
my_mm: မဲပေးအမည်
vi_vn: Tên bỏ phiếu

# qy_chat_vote_notice
source: Poll reminder
hi_in: मतदान अनुस्मारक
ja_jp: 投票のお知らせ
ko_kr: 투표 알림
ms_my: Peringatan Undi
my_mm: မဲပေးသတိပေးချက်များ
vi_vn: Nhắc nhở bỏ phiếu

# qy_chat_vote_notice_15min
source: 15 minutes ahead
hi_in: 15 मिनट पहले
ja_jp: 15分前に
ko_kr: 15분 앞당겨
ms_my: 15 minit lebih awal
my_mm: ၁၅ မိနစ် ကြိုတင်၍
vi_vn: Trước 15 phút

# qy_chat_vote_notice_5min
source: 5 minutes ahead
hi_in: 5 मिनट पहले
ja_jp: 5分前に
ko_kr: 5분 앞당기기
ms_my: 5 minit lebih awal
my_mm: ကြိုတင်ပြီး ၅ မိနစ်၊
vi_vn: 5 phút trước.

# qy_chat_vote_null_tips
source: Please fill in the questions and options
hi_in: कृपया प्रश्न और विकल्प भरें
ja_jp: 質問と選択肢を記入してください。
ko_kr: 질문과 옵션을 입력하십시오.
ms_my: Sila isi soalan dan pilihan
my_mm: ကျေးဇူးပြု၍ မေးခွန်းများနှင့်ရွေးချယ်စရာများကိုဖြည့်ပါ
vi_vn: Vui lòng điền câu hỏi và lựa chọn.

# qy_chat_vote_select_append
source: item
hi_in: आइटम
ja_jp: アイテム
ko_kr: 항목
vi_vn: Hạng mục

# qy_chat_vote_space_vote
source: Vote
hi_in: मतदान
ja_jp: に投票
ko_kr: 투표
ms_my: Undi
my_mm: မဲပေးမှု
vi_vn: Bỏ phiếu.

# qy_chat_vote_success
source: successful vote
hi_in: मतदान सफल रहा
ja_jp: 投票が成功した.
ko_kr: 투표 성공
ms_my: Undian berjaya
my_mm: မဲပေးမှုအောင်မြင်
vi_vn: Cuộc bỏ phiếu thành công.

# qy_chat_vote_time_tips
source: The deadline cannot be less than the current time
hi_in: समय सीमा वर्तमान समय से कम नहीं होनी चाहिए
ja_jp: 締め切り時間は現在の時間より短くすることはできません
ko_kr: 마감 시간은 현재 시간보다 작을 수 없습니다.
ms_my: Masa tamat tidak boleh kurang daripada masa semasa
my_mm: နောက်ဆုံးသတ်မှတ်ရက်သည်လက်ရှိအချိန်ထက်မနည်းစေရ
vi_vn: Thời gian hết hạn không được nhỏ hơn thời gian hiện tại

# qy_chat_sum_ticket
source: Total {0} votes
hi_in: कुल {0} वोट
ja_jp: 合計{0}票
ko_kr: 총 표
ms_my: Jumlah { 0 } Undi
my_mm: စုစုပေါင်း {0} မဲ
vi_vn: Tổng cộng { 0 } phiếu bầu

# qy_chat_you_quit_group_tip
source: You left the group
hi_in: आप समूह से बाहर निकलें
ja_jp: グループを終了しました
ko_kr: 그룹을 종료했습니다.
ms_my: Anda telah keluar daripada kumpulan
my_mm: သင်အဖွဲ့မှထွက်ခဲ့သည်
vi_vn: Bạn đã thoát khỏi nhóm

# qy_chat_you_quit_sure_tip
source: Are you sure to quit?
hi_in: क्या आप वाकई बाहर निकलना चाहते हैं?
ja_jp: 本当に終了しますか？
ko_kr: 종료하시겠습니까?
ms_my: Adakah anda pasti mahu keluar?
my_mm: သင်ထွက်လိုသည်မှာသေချာပါသလား။
vi_vn: Bạn có chắc là muốn rút lui không?

# qy_resource_search_tips
source: You can search directly or by category
hi_in: आप सीधे खोज कर सकते हैं या खोज के लिए श्रेणियों को स्विच कर सकते हैं
ja_jp: 直接検索するか、カテゴリを切り替えて検索できます。
ko_kr: 직접 검색하거나 분류를 전환하여 검색할 수 있습니다.
ms_my: Anda boleh mencari secara langsung atau menukar kategori untuk mencari
my_mm: သင်သည် တိုက်ရိုက်ရှာဖွေနိုင်သည် သို့မဟုတ် ရှာဖွေမှုအတွက် အမျိုးအစားများကို ပြောင်းနိုင်သည်။
vi_vn: Bạn có thể tìm kiếm trực tiếp hoặc thay đổi phân loại để tìm kiếm.

# qy_chat_all_msg_masked_read
source: All message marked read
hi_in: सभी सत्रों को पढ़ा चिह्नित किया गया है
ja_jp: すべてのセッションが既読としてマークされました
ko_kr: 모든 세션이 읽음으로 표시됨
ms_my: Semua sesi telah ditandakan sebagai dibaca
my_mm: ဖတ်ပြီးသော စက်ရှင်အားလုံးကို အမှတ်အသားပြုထားသည်
vi_vn: Tất cả các cuộc hội thoại đã được đánh dấu là đã đọc.

# qy_chat_no_unread_msg
source: No unread message
hi_in: वर्तमान में कोई अपठित संदेश नहीं
ja_jp: 現在未読メッセージはありません
ko_kr: 현재 읽지 않은 메시지 없음
ms_my: Tiada mesej belum dibaca pada masa ini
my_mm: လောလောဆယ် မဖတ်ရသေးသော မက်ဆေ့ချ်များ မရှိပါ။
vi_vn: Hiện tại không có tin nhắn chưa đọc

# qy_chat_message_style_title
source: Message style
hi_in: संदेश शैली
ja_jp: メッセージのスタイル
ko_kr: 메시지 스타일
ms_my: Gaya mesej
my_mm: စာတိုပုံစံများ
vi_vn: Kiểu tin nhắn

# qy_chat_hide_stickied_chats
source: Message style
hi_in: संदेश शैली
ja_jp: メッセージのスタイル
ko_kr: 메시지 스타일
ms_my: Gaya mesej
my_mm: စာတိုပုံစံများ
vi_vn: Kiểu tin nhắn

# qy_chat_sitckied_chats_nums
source: Message style
hi_in: संदेश शैली
ja_jp: メッセージのスタイル
ko_kr: 메시지 스타일
ms_my: Gaya mesej
my_mm: စာတိုပုံစံများ
vi_vn: Kiểu tin nhắn

# qy_chat_sitckied_chats
source: Stickied to the top
hi_in: शीर्ष चैट
ja_jp: トップチャット
ko_kr: 채팅 설정
ms_my: Sembang atas
my_mm: ထိပ်ချက်တင်စကားပြော
vi_vn: Trò chuyện trên đỉnh.

# qy_chat_toast_audio_interrupted
source: The recording is interrupted
hi_in: रिकॉर्डिंग बाधित हुई थी
ja_jp: 録音が中断されました
ko_kr: 녹음이 중단되다
ms_my: Rakaman terganggu
my_mm: အသံသွင်းမှုပြတ်တောက်သွားသည်
vi_vn: Đoạn ghi âm bị gián đoạn.

# unread_tips
source: Unread
hi_in: अपठित
ja_jp: 未読です
ko_kr: 읽지 않음
ms_my: Belum dibaca
my_mm: မဖတ်ရသေးသော
vi_vn: Chưa đọc

# qy_chat_announcement_read
source: Read
hi_in: पढ़ा गया
ja_jp: 読み込み済み
ko_kr: 읽음
ms_my: Dibaca
my_mm: ဖတ်ပြီး
vi_vn: Đã đọc
