Repository: lionsom/Python
Catalog: 9_demo/i18n_excel/src/pods_i18n/QYCQChat/*.lproj/QYCQChat.strings
Languages: hi_in, ja_jp, ko_kr, ms_my, my_mm, vi_vn

# qy_chat_group_vote
source: Group of voting
hi_in: समूह मतदान
ja_jp: グループ投票
ko_kr: 그룹 투표
ms_my: Undian Kumpulan
my_mm: အုပ်စုလိုက်မဲပေးခြင်း
vi_vn: Bình chọn nhóm

# qy_chat_search_count_msg
source: {0} chat history has been searched
hi_in: {0} चैट इतिहास खोजा गया
ja_jp: {0}個のチャット記録が検索されました
ko_kr: { 0 } 개의 채팅 기록이 검색되었습니다.
ms_my: { 0 } sejarah sembang telah dicari
my_mm: ချတ်မှတ်တမ်း {0} ခုကို ရှာဖွေပြီးပါပြီ။
vi_vn: Đã tìm kiếm được { 0 } lịch sử trò chuyện

# qy_resource_hint_input_leave
source: Please enter a message
hi_in: कृपया एक संदेश दर्ज करें
ja_jp: メッセージを入力してください
ko_kr: 메시지를 입력하십시오.
ms_my: Sila masukkan mesej
my_mm: ကျေးဇူးပြု၍ မက်ဆေ့ခ်ျကိုထည့်ပါ
vi_vn: Vui lòng nhập tin nhắn.

# qy_chat_how_to_create_group
source: How to create a group chat
hi_in: समूह निर्माण विधि
ja_jp: グループの作り方
ko_kr: 그룹 구성 방식
ms_my: Kaedah membina kumpulan
my_mm: အုပ်စုဖွဲ့တည်ဆောက်ခြင်းနည်းလမ်း
vi_vn: Phương thức xây dựng nhóm

# qy_private_text_instant_message
source: How to create a group chat
hi_in: समूह निर्माण विधि
ja_jp: グループの作り方
ko_kr: 그룹 구성 방식
ms_my: Kaedah membina kumpulan
my_mm: အုပ်စုဖွဲ့တည်ဆောက်ခြင်းနည်းလမ်း
vi_vn: Phương thức xây dựng nhóm

# qy_chat_include_xx
source: Include:%@
hi_in: समावेश:% @
ja_jp: 含む
ko_kr: 포함:% @
ms_my: Mengandungi:% @
my_mm: ပါဝင်သည်:%@
vi_vn: Bao gồm:% @

# qy_chat_initiate
source: Initiate
hi_in: दीक्षा
ja_jp: 開始する
ko_kr: 시작
ms_my: Memulakan
my_mm: စတင်ခဲ့သည်
vi_vn: Phát động

# qy_chat_initiate_vote_fail
source: Failed to initiate vote
hi_in: मतदान शुरू करने में विफल
ja_jp: 投票開始に失敗しました
ko_kr: 투표 시작 실패
ms_my: Gagal memulakan undian
my_mm: မဲပေးမှုမအောင်မြင်ပါ
vi_vn: Phát động bỏ phiếu thất bại.

# qy_chat_input_select_content
source: Please enter the options
hi_in: कृपया चयन सामग्री दर्ज करें
ja_jp: オプションを入力してください
ko_kr: 옵션 내용을 입력하십시오.
ms_my: Sila masukkan kandungan pilihan
my_mm: ကျေးဇူးပြု၍ ရွေးချယ်မှုအကြောင်းအရာကိုထည့်သွင်းပါ
vi_vn: Vui lòng nhập nội dung tùy chọn

# qy_chat_input_vote_desc
source: Please enter a vote description
hi_in: कृपया मतदान विवरण दर्ज करें
ja_jp: 投票の説明を入力してください
ko_kr: 투표 설명을 입력하십시오.
ms_my: Sila masukkan huraian undian
my_mm: ကျေးဇူးပြု၍ မဲစာရင်းဖော်ပြချက်ကိုထည့်ပါ
vi_vn: Vui lòng nhập mô tả bỏ phiếu.

# qy_chat_input_vote_name
source: Please enter a voting name, up to 20 characters
hi_in: कृपया 20 शब्दों तक मतदान का नाम दर्ज करें
ja_jp: 投票名を20文字以内で入力してください。
ko_kr: 투표 이름을 최대 20자까지 입력하십시오.
ms_my: Sila masukkan nama undi, sehingga 20 perkataan
my_mm: ကျေးဇူးပြု၍ မဲပေးမည့်အမည်ကို စာလုံး 20 လုံးအထိ ထည့်ပါ။
vi_vn: Vui lòng nhập tên bỏ phiếu, tối đa 20 từ.

# qy_chat_invite_another
source: Invite external contacts
hi_in: बाहरी संपर्कों को आमंत्रित करें
ja_jp: 外部連絡先を招待する
ko_kr: 외부 연락처 초대
ms_my: Jemput kenalan luaran
my_mm: ပြင်ပအဆက်အသွယ်များကို ဖိတ်ကြားပါ
vi_vn: Mời liên hệ bên ngoài

# qy_resource_is_cancel
source: Cancelled
hi_in: रद्द कर दिया
ja_jp: キャンセル済み
ko_kr: 취소됨
ms_my: Dibatalkan
my_mm: ပယ်ဖျက်ခဲ့သည်
vi_vn: Đã hủy bỏ

# qy_chat_is_group_master
source: You have become the owner of this group
hi_in: आप मालिक बन गए हैं
ja_jp: グループの所有者になりました
ko_kr: 당신은 이미 그룹 주인이 되었습니다
ms_my: Anda telah menjadi pemilik kumpulan
my_mm: သင်အဖွဲ့ပိုင်ရှင်ဖြစ်လာပြီ
vi_vn: Ngài đã trở thành chủ nhóm.

# qy_chat_is_multi
source: Whether alternative
hi_in: चाहे बहुविकल्पी
ja_jp: 複数選択かどうか
ko_kr: 다중 선택 여부
ms_my: Sama ada hendak pilih lebih daripada satu
my_mm: ရွေးချယ်စရာများစွာ ရှိ/မရှိ
vi_vn: Có nên chọn nhiều không?

# qy_chat_is_pin
source: Pinned
hi_in: शीर्ष पर रखा गया
ja_jp: トップに設定されています
ko_kr: 맨 위로 설정
ms_my: Diletakkan atas
my_mm: ထိပ်ထားပြီ
vi_vn: Đã lên đỉnh.

# qy_resource_i_know
source: I know
hi_in: मैं देख रहा हूँ.
ja_jp: わかりました
ko_kr: 알겠어.
ms_my: Saya faham.
my_mm: ငါရပြီ
vi_vn: Tôi hiểu rồi.

# qy_resource_job
source: Post
hi_in: पोस्ट
ja_jp: ポスト
ko_kr: 직책
ms_my: Jawatan
my_mm: ပို့စ်
vi_vn: Các vị trí

# qy_chat_join_failed
source: Failed to join!
hi_in: विफलता में शामिल हों!
ja_jp: 参加に失敗しました！
ko_kr: 가입 실패!
ms_my: Gagal menyertai!
my_mm: မအောင်မြင်ပါ!
vi_vn: Gia nhập thất bại!

# qy_chat_join_group_no_login_tips
source: Not logged in yet, please log in first and then apply to join the group
hi_in: लॉग इन नहीं किया गया है, कृपया समूह में प्रवेश के लिए आवेदन करने से पहले लॉग इन करें
ja_jp: まだログインしていないので、ログインしてからグループに参加してください。
ko_kr: 아직 로그인하지 않았습니다. 먼저 로그인한 후 그룹 가입을 신청하십시오.
ms_my: Belum log masuk, sila log masuk sebelum memohon untuk menyertai kumpulan
my_mm: လော့ဂ်အင်မဝင်ရသေးပါ၊ ကျေးဇူးပြု၍ အုပ်စုဝင်ရန်လျှောက်ထားခြင်းမပြုမီ ဦးစွာဝင်ရောက်ပါ။
vi_vn: Tạm thời chưa đăng nhập, xin vui lòng đăng nhập trước rồi mới xin vào nhóm.

# qy_chat_join_success
source: Join successfully!
hi_in: सफलता में शामिल हों!
ja_jp: 参加できました！
ko_kr: 가입 성공!
ms_my: Sertai berjaya!
my_mm: အောင်မြင်စွာပူးပေါင်းပါ!
vi_vn: Gia nhập thành công!

# qy_resource_new_post
source: Latest News
hi_in: नवीनतम घटनाक्रम
ja_jp: 最新情報です
ko_kr: 최신 동향
ms_my: Perkembangan Terkini
my_mm: နောက်ဆုံးရသတင်း
vi_vn: Diễn biến mới nhất

# qy_resource_link
source: Link
hi_in: लिंक
ja_jp: リンク
ko_kr: 링크
ms_my: Pautan
my_mm: လင့်ခ်များ
vi_vn: Liên kết

# qy_chat_loading
source: Loading…
hi_in: लोड हो रहा है...
ja_jp: ロード中…
ko_kr: 로드 중 …
ms_my: Memuatkan …
my_mm: loading တွင်...
vi_vn: Đang tải.

# ApplicationCenter_LoadFailed
source: Load failed
hi_in: लोड करने में विफल
ja_jp: ロードに失敗しました
ko_kr: 로드 실패
ms_my: Gagal memuatkan
my_mm: loading မအောင်မြင်ပါ
vi_vn: Tải không thành công

# qy_chat_max_choice_items
source: Maximum choice %@ items
hi_in: @ आइटम तक चुनें
ja_jp: %@アイテムまで選択
ko_kr: 최대% @ 항목 선택
ms_my: Pilih sehingga% @ item
my_mm: အများဆုံး%@ item ကိုရွေးပါ
vi_vn: Chọn tối đa% @ mục

# qy_chat_max_grop_name_tips
source: The group name cannot exceed 20 characters
hi_in: समूह का नाम 20 शब्दों से अधिक नहीं होना चाहिए
ja_jp: グループ名は20文字を超えてはいけません
ko_kr: 그룹 이름은 20자를 초과할 수 없습니다.
ms_my: Nama kumpulan tidak boleh melebihi 20 perkataan
my_mm: အဖွဲ့အမည်သည်စကားလုံး ၂၀ ထက်မပိုစေရ။
vi_vn: Tên nhóm không được quá 20 từ.

# qy_chat_max_pic_tips
source: A maximum of 9 can be selected
hi_in: केवल 9 तक का चयन कर सकते हैं
ja_jp: 9個まで選択できます
ko_kr: 최대 9개만 선택할 수 있습니다.
ms_my: Hanya boleh memilih sehingga 9
my_mm: 9 အထိသာရွေးချယ်နိုင်သည်
vi_vn: Chỉ có thể chọn tối đa 9.

# qy_chat_max_select
source: Most options
hi_in: सबसे अधिक विकल्प
ja_jp: 最も多い選択肢は
ko_kr: 최대 선택
ms_my: Pilihan Maksimum
my_mm: အများဆုံးရွေးချယ်မှုများ
vi_vn: Lựa chọn tối đa

# qy_chat_max_selector_tips
source: You can only choose 1000 people at most!
hi_in: केवल 1,000 लोगों को चुना जा सकता है!
ja_jp: 最大1000人までしか選べません！
ko_kr: 최대 1000명만 선택할 수 있습니다!
ms_my: Sehingga 1000 orang sahaja yang boleh dipilih!
my_mm: လူ ၁၀၀၀ အထိသာရွေးချယ်နိုင်သည်။
vi_vn: Tối đa chỉ có thể lựa chọn 1000 người!

# qy_chat_menu_screenshot_forward
source: Screenshot forwarding
hi_in: स्क्रीनशॉट अग्रेषण
ja_jp: スクリーンショット転送
ko_kr: 스크린샷 전달
ms_my: Tangkapan skrin dimajukan
my_mm: Screenshots forwarding
vi_vn: Chuyển tiếp ảnh chụp màn hình

# qy_chat_messages_total
source: A total of %@ messages
hi_in: कुल% @ संदेश
ja_jp: 合計%@件のメッセージ
ko_kr: 총% @ 개의 메시지
ms_my: Daripada% @ mesej
my_mm: စုစုပေါင်း%@ မက်ဆေ့ချ်များ
vi_vn: Tổng% @ tin nhắn

# qy_resource_conversation_show_mode
source: Session settings
hi_in: सत्र सेटिंग
ja_jp: セッションの設定
ko_kr: 세션 설정
ms_my: Seting Sesi
my_mm: စက်ရှင်ဆက်တင်များ
vi_vn: Thiết lập hội thoại

# qy_no_mico
source: Unable to access microphone Go to Settings -> Privacy -> microphone to open permissions
hi_in: माइक्रोफोन n सेटिंग्स पर जाने में असमर्थ -> गोपनीयता -> माइक्रोफोन खोलने की अनुमति
ja_jp: マイクにアクセスできません 設定->プライバシー->マイクにアクセスできません
ko_kr: 마이크에 액세스할 수 없습니다. n 설정 -> 개인 정보 보호 -> 마이크 켜기 권한으로 이동합니다.
ms_my: Tidak dapat mengakses mikrofon Pergi ke Tetapan -> Privasi -> Kebenaran Pembukaan Mikrofon
my_mm: မိုက်ခရိုဖုန်းသို့ ဝင်ရောက်၍မရပါ ဆက်တင်များ -> ကိုယ်ရေးကိုယ်တာ -> မိုက်ခရိုဖုန်းဖွင့်ခွင့်သို့ သွားပါ။
vi_vn: Không thể truy cập vào micrô Đi đến cài đặt -> quyền riêng tư -> quyền bật micrô

# qy_chat_mine
source: Mine
hi_in: मैं
ja_jp: 私
ko_kr: 나
ms_my: Saya
my_mm: ကျွန်တော်
vi_vn: Tôi …

# qy_chat_mix_num_single
source: Up to %@ reposts at a time
hi_in: एकल अग्रेषण% @ बार तक
ja_jp: 1回の転送で最大%@件
ko_kr: 한 번에 최대% @ 개 전달
ms_my: Pemajuan tunggal sehingga% @ bar
my_mm: တစ်ခုတည်းသော forwarding အတွက် အများဆုံး%@ဘား
vi_vn: Một lần chuyển tiếp nhiều nhất% @ thanh

# qy_chat_modify_group_name
source: Modifying a Group Name
hi_in: समूह का नाम संशोधित करें
ja_jp: グループ名の変更
ko_kr: 그룹 이름 수정
ms_my: Ubah suai nama kumpulan
my_mm: အဖွဲ့အမည်ကို ပြင်ဆင်ခြင်း
vi_vn: Thay đổi tên nhóm

# qy_resource_more
source: More
hi_in: अधिक
ja_jp: より多く
ko_kr: 더 보기
ms_my: Lagi
my_mm: နောက်ထပ်
vi_vn: Nhiều hơn

# qy_chat_msg_close_donot_notice
source: UnMute
hi_in: डिस्टर्बेंस-फ्री बंद करें
ja_jp: 邪魔しないように閉じる
ko_kr: 방해받지 않도록 끄기
ms_my: Tutup tanpa gangguan
my_mm: အနှောက်အယှက်ကင်းစွာ ပိတ်ပါ
vi_vn: Đóng cửa để tránh làm phiền.

# qy_resource_msg_donot_notice
source: Mute
hi_in: संदेशों को परेशान न करें
ja_jp: ご迷惑をおかけしません
ko_kr: 소식은 방해받지 않는다
ms_my: Mesej bebas daripada gangguan
my_mm: မက်ဆေ့ချ်များကို အနှောက်အယှက်ကင်းစွာ
vi_vn: Tin nhắn không làm phiền.

# qy_chat_multi_select
source: Multiple
hi_in: बहु विकल्प
ja_jp: 複数選択する
ko_kr: 다중 선택
ms_my: Pilihan Berbilang
my_mm: ရွေးချယ်မှုမျိုးစုံ
vi_vn: Chọn nhiều

# qy_private_my_qrcode
source: My card
hi_in: मेरा व्यवसाय कार्ड
ja_jp: 私の名刺
ko_kr: 내 명함
ms_my: Kad perniagaan saya
my_mm: ကျွန်ုပ်၏စီးပွားရေးကတ်ပြား
vi_vn: Danh thiếp của tôi.

# qy_resource_my_group
source: My group
hi_in: मेरा समूह
ja_jp: マイグループ
ko_kr: 내 그룹
ms_my: Kumpulan saya
my_mm: ငါ့အဖွဲ့
vi_vn: Nhóm của tôi.

# qy_chat_my_org
source: My department
hi_in: मेरा विभाग
ja_jp: 私の部署
ko_kr: 내 부서
ms_my: Jabatan saya
my_mm: ငါ့ဌာန
vi_vn: Bộ phận của tôi.

# qy_chat_nearly_chat
source: Recent chat
hi_in: हाल ही में चैट
ja_jp: 最近のチャット
ko_kr: 최근 채팅
ms_my: Sembang Terkini
my_mm: မကြာသေးမီက chat
vi_vn: Trò chuyện gần đây.

# qy_chat_nearly_contact
source: Recent contacts
hi_in: हाल के संपर्क
ja_jp: 最近の連絡先
ko_kr: 최근 연락처
ms_my: Kenalan Terkini
my_mm: လတ်တလော အဆက်အသွယ်များ
vi_vn: Liên hệ gần đây

# qy_chat_new
source: New
hi_in: नया निर्माण
ja_jp: 新規作成する
ko_kr: 새로 만들기
ms_my: Baru
my_mm: အသစ်တည်ဆောက်ထားသော
vi_vn: Xây dựng mới

# qy_chat_notice_send_success
source: Reminder sent successfully
hi_in: अनुस्मारक सफलतापूर्वक भेजा गया
ja_jp: 送信に成功しました
ko_kr: 알림 메시지 전송 성공
ms_my: Peringatan berjaya dihantar
my_mm: အောင်မြင်စွာ ပေးပို့ရန် သတိပေးချက်
vi_vn: Nhắc nhở gửi thành công

# qy_chat_not_in_group_tip
source: You are not in the current group
hi_in: आप वर्तमान समूह में नहीं हैं
ja_jp: 現在のグループにいません
ko_kr: 현재 그룹에 없습니다.
ms_my: Anda tiada dalam kumpulan semasa
my_mm: သင်သည် လက်ရှိအဖွဲ့တွင် မရှိပါ။
vi_vn: Bạn không có trong nhóm hiện tại

# qy_no_camera
source: Unable to access camera Go to Settings -> Privacy -> Camera to open permissions
hi_in: कैमरे तक पहुंचने में असमर्थ n सेटिंग्स पर जाएं -> गोपनीयता -> कैमरा खोलने की अनुमति
ja_jp: カメラにアクセスできません 設定->プライバシー->カメラにアクセスできません
ko_kr: 카메라에 액세스할 수 없습니다. n 설정 -> 개인 정보 보호 -> 카메라 열기 권한으로 이동합니다.
ms_my: Tidak boleh mengakses kamera Pergi ke Tetapan -> Privasi -> Kebenaran Buka Kamera
my_mm: ကင်မရာသို့ ဝင်ရောက်၍မရပါ ဆက်တင်များ -> ကိုယ်ရေးကိုယ်တာ -> ကင်မရာဖွင့်ခွင့်များ
vi_vn: Không thể truy cập máy ảnh nĐi đến thiết lập -> quyền riêng tư -> quyền mở máy ảnh

# qy_chat_no_collection
source: No favorites yet
hi_in: कोई संग्रह नहीं
ja_jp: しばらくコレクションがありません
ko_kr: 임시 모음 없음
ms_my: Tiada koleksi buat masa ini
my_mm: စုဆောင်းမှု မရှိသေးပါ
vi_vn: Không có bộ sưu tập nào.

# qy_resource_no_data
source: No data
hi_in: कोई डेटा नहीं
ja_jp: しばらくデータがありません
ko_kr: 데이터 없음
ms_my: Tiada data buat masa ini
my_mm: ဒေတာမရှိပါ
vi_vn: Chưa có dữ liệu.

# qy_resource_no_file
source: No file yet
hi_in: कोई दस्तावेज़ नहीं
ja_jp: しばらくファイルがありません
ko_kr: 임시 파일 없음
ms_my: Tiada fail buat masa ini
my_mm: လောလောဆယ်ဖိုင်မရှိပါ
vi_vn: Chưa có giấy tờ.

# qy_chat_no_member_vote
source: No votes have been cast
hi_in: किसी ने मतदान नहीं किया
ja_jp: 投票者はいません
ko_kr: 아직 투표할 사람이 없다
ms_my: Tiada orang mengundi buat masa ini
my_mm: မဲပေးမည့်သူမရှိသေးပါ
vi_vn: Không có người bỏ phiếu.

# qy_resource_no_msg
source: No message
hi_in: कोई खबर नहीं
ja_jp: しばらく音沙汰がない.
ko_kr: 메시지 없음
ms_my: Tiada mesej buat masa ini
my_mm: သတင်းမရှိသေးပါ
vi_vn: Chưa có tin gì.

# qy_chat_no_networt_to_not_publish_announcement
source: The current group chat has been disconnected and the group announcement cannot be published
hi_in: वर्तमान समूह चैट डिस्कनेक्ट हो गया है और समूह घोषणा प्रकाशित नहीं की जा सकती है। कृपया नेटवर्क देखें और बाद में पुनः प्रयास करें।
ja_jp: 現在のグループチャットはリンクが切れているので、グループの公告を発表できません。ネットワークを確認してからやり直してください。
ko_kr: 현재 그룹 채팅은 링크가 끊어져서 그룹 공지를 게시할 수 없습니다. 네트워크를 확인하고 나중에 다시 시도하십시오.
ms_my: Sembang kumpulan semasa telah diputuskan pautan dan tidak boleh menyiarkan pengumuman kumpulan, sila semak rangkaian dan cuba lagi kemudian
my_mm: လက်ရှိအုပ်စုချတ်သည် ချိတ်ဆက်မှုပြတ်တောက်သွားပြီး အုပ်စုကြေငြာချက်ကို မထုတ်ဝေနိုင်ပါ။ ကျေးဇူးပြု၍ ကွန်ရက်ကိုစစ်ဆေးပြီး နောက်မှထပ်ကြိုးစားပါ။
vi_vn: Trò chuyện nhóm hiện tại đã bị ngắt kết nối, không thể đăng thông báo nhóm, vui lòng kiểm tra mạng và thử lại sau.

# qy_chat_no_permission_operate_vate
source: No permission to operate this vote
hi_in: वोट को संचालित करने की अनुमति नहीं है
ja_jp: この投票を操作する権限がありません
ko_kr: 투표를 조작할 권한이 없습니다.
ms_my: Tiada keizinan untuk mengendalikan undian
my_mm: ဤမဲကိုလည်ပတ်ရန်အခွင့်အာဏာမရှိပါ
vi_vn: Không có quyền điều hành cuộc bỏ phiếu này.

# qy_chat_no_pic
source: No pictures yet
hi_in: कोई चित्र नहीं
ja_jp: しばらく画像がありません
ko_kr: 그림 없음
ms_my: Tiada imej buat masa ini
my_mm: ပုံများ မရှိပါ
vi_vn: Không có hình ảnh.

# qy_chat_no_placard
source: No announcement yet
hi_in: कोई घोषणा नहीं
ja_jp: しばらくお知らせがありません
ko_kr: 아직 공지가 없다
ms_my: Tiada pengumuman buat masa ini
my_mm: ကြေငြာချက်မရှိပါ
vi_vn: Chưa có thông báo.

# qy_chat_no_qichat_tip
source: The company you are currently logged in has not configured Qichat
hi_in: जिस उद्यम में आप वर्तमान में लॉग इन हैं, वह चैट को कॉन्फ़िगर नहीं करता है, n कृपया उस उद्यम पर स्विच करें जिसे चैट को कॉन्फ़िगर किया गया है और लिंक किए गए समूह पर फिर से क्लिक करें
ja_jp: 現在ログインしている企業はチャットを開始するように設定されていません。 チャットを開始するように設定されている企業に切り替えて、再度リンクをクリックしてグループにアクセスしてください。
ko_kr: 현재 로그인한 엔터프라이즈에서 채팅이 구성되지 않았습니다. n채팅이 구성된 엔터프라이즈로 전환하여 그룹에 다시 연결하십시오.
ms_my: Perniagaan yang anda sedang log masuk tidak dikonfigurasikan untuk memulakan sembang, sila tukar kepada perniagaan yang telah dikonfigurasikan untuk memulakan sembang dan klik semula pautan untuk memasuki kumpulan
my_mm: သင်လက်ရှိဝင်ရောက်နေသောစီးပွားရေးလုပ်ငန်းသည် startup ကို configure လုပ်ထားခြင်းမရှိပါ။ n ကျေးဇူးပြု၍ startup ကို configure လုပ်ထားသောစီးပွားရေးလုပ်ငန်းသို့ပြောင်းပါ။ link group ကိုထပ်မံနှိပ်ပါ။
vi_vn: Doanh nghiê ̣ p ma ̀ ba ̣ n đang đăng nhâ ̣ p không câ ́ u hi ̀ nh mơ ̉ chat, ha ̃ y chuyê ̉ n sang doanh nghiê ̣ p đa ̃ câ ́ u hi ̀ nh mơ ̉ chat va ̀ bâ ́ m va ̀ o liên kê ́ t đê ̉ va ̀ o nho ́ m

# qy_resource_text_no_see
source: Block his Work Moments
hi_in: टीए के काम के घेरे को देखे बिना
ja_jp: TAの仕事の輪を見ない
ko_kr: TA의 작업권을 보지 않음
ms_my: Bulatan kerja tanpa melihat TA
my_mm: TA ရဲ့ အလုပ်ခွင်ကို မကြည့်ဘဲနဲ့
vi_vn: Không nhìn vào vòng tròn làm việc của TA.

# qy_resource_no_search_data
source: No search content
hi_in: कोई खोज सामग्री नहीं
ja_jp: 検索結菓はありません
ko_kr: 검색 내용이 없습니다.
ms_my: Tiada kandungan carian buat masa ini
my_mm: ရှာဖွေရေးအကြောင်းအရာမရှိသေးပါ
vi_vn: Chưa có nội dung tìm kiếm

# qy_resource_not_subscribed
source: Not subscribed
hi_in: सदस्यता नहीं ली
ja_jp: 購読していません
ko_kr: 가입되지 않음
ms_my: Tidak dilanggan
my_mm: စာရင်းသွင်းမထားပါ
vi_vn: Không đăng ký

# qy_chat_has_not_sent_msg
source: Contains unsent success message! Collection is not supported
hi_in: एक असफल संदेश शामिल है! संग्रह समर्थित नहीं है
ja_jp: 送信失敗メッセージが含まれています！コレクションはサポートされていません
ko_kr: 전송되지 않은 성공 메시지를 포함합니다!모음이 지원되지 않습니다.
ms_my: Mengandungi mesej tidak berjaya dihantar! Koleksi tidak disokong
my_mm: မပို့ရသေးသော အောင်မြင်သော မက်ဆေ့ချ်များ ပါဝင်ပါသည်။ စုစည်းမှုကို မထောက်ပံ့ပါ
vi_vn: Bao gồm tin nhắn chưa gửi thành công! Không hỗ trợ sưu tầm

# qy_chat_no_support_share_content
source: Sharing this content is not supported
hi_in: सामग्री साझा करने का समर्थन नहीं करता है
ja_jp: このコンテンツの共有はサポートされていません
ko_kr: 이 컨텐츠의 공유는 지원되지 않습니다.
ms_my: Perkongsian kandungan tidak disokong
my_mm: ထိုအကြောင်းအရာကို မျှဝေရန် မထောက်ခံပါ
vi_vn: Không hỗ trợ chia sẻ nội dung này

# qy_chat_no_vote
source: No vote yet
hi_in: कोई वोट नहीं
ja_jp: しばらく投票がない.
ko_kr: 투표 없음
ms_my: Tiada undian buat masa ini
my_mm: မဲမပေးရသေးပါ
vi_vn: Không có phiếu bầu.

# qy_chat_one_by_one_turn
source: Forward one by one
hi_in: एक-एक करके अग्रेषित करें
ja_jp: 1件ずつ転送する.
ko_kr: 조목조목 전달하다
ms_my: Majukan Artikel demi Artikel
my_mm: တပုဒ်ပြီး တပုဒ် ထပ်ဆင့်ပို့
vi_vn: Chuyển tiếp từng cái một

# qy_chat_over_date_notice
source: Expiration reminder
hi_in: समाप्ति अनुस्मारक
ja_jp: 期日前のリマインダ
ko_kr: 만료 알림
ms_my: Peringatan Tamat Tempoh
my_mm: သက်တမ်းကုန်ဆုံးရန်သတိပေးချက်
vi_vn: Nhắc nhở hết hạn

# qy_chat_sum_member_in
source: A total of {0} people participated
hi_in: कुल {0} लोगों ने भाग लिया
ja_jp: 合計{0}人が参加しました
ko_kr: 총 { 0 } 명 참가
ms_my: Seramai { 0 } orang telah hadir
my_mm: စုစုပေါင်း {0} ဦး တက်ရောက်ခဲ့သည်
vi_vn: Tổng cộng { 0 } người tham gia

# qy_resource_phone
source: Phone number
hi_in: मोबाइल नंबर
ja_jp: 携帯番号です
ko_kr: 휴대폰 번호
ms_my: Nombor telefon bimbit
my_mm: မိုဘိုင်းဖုန်းနံပါတ်
vi_vn: Số điện thoại

# qy_chat_pic
source: Image
hi_in: चित्र
ja_jp: 画像
ko_kr: 그림
ms_my: Imej
my_mm: ပုံများ
vi_vn: Hình ảnh

# qy_chat_pin
source: Pin
hi_in: शीर्ष सेट करें
ja_jp: トップ
ko_kr: 맨 위
ms_my: Letakkan bahagian atas
my_mm: ထိပ်ထား
vi_vn: Đặt đỉnh.

# qy_chat_pin_failed
source: Pin failed
hi_in: शीर्ष विफलता
ja_jp: トップダウンに失敗
ko_kr: 상단 설정 실패
ms_my: Gagal meletakkan bahagian atas
my_mm: ထိပ်ကိုမအောင်မြင်ပါ
vi_vn: Đặt đỉnh thất bại.

# qy_resource_pin_msg
source: Pin
hi_in: संदेश शीर्ष
ja_jp: メッセージトップ
ko_kr: 메시지 맨 위
ms_my: Mesej diletakkan di atas
my_mm: မက်ဆေ့ခ်ျကိုထိပ်ထား
vi_vn: Tin nhắn đính kèm

# qy_chat_pin_placard
source: Sticky Announcement
hi_in: शीर्ष घोषणा
ja_jp: トップ通知
ko_kr: 상단 공지
ms_my: Buletin atas
my_mm: ထိပ်ဆုံးကြေငြာချက်
vi_vn: Thông báo trên đỉnh.

# qy_chat_pin_text
source: [Top]
hi_in: [शीर्ष]
ja_jp: 【トップを置く】
ko_kr: [상단 설정 ]
ms_my: [ Atas ]
my_mm: [ထိပ်]
vi_vn: [ Đặt đỉnh ]

# qy_chat_placard_detail
source: Announcement Details
hi_in: घोषणा विवरण
ja_jp: お知らせの詳細
ko_kr: 공지 상세 정보
ms_my: Butiran Pengumuman
my_mm: ကြေငြာချက်အသေးစိတ်
vi_vn: Thông báo chi tiết

# qy_private_common_enterprise
source: Joint venture
hi_in: सह उद्यम
ja_jp: きょうどうきぎょう
ko_kr: 공동 기업
ms_my: Perniagaan Bersama
my_mm: ဘုံစီးပွားရေးလုပ်ငန်း
vi_vn: Doanh nghiệp chung

# qy_chat_qchat_not_connected_tip
source: qChat is not connected, please try again
hi_in: चैट कनेक्ट नहीं है, कृपया पुनः प्रयास करें
ja_jp: チャットが接続されていません。再試行してください。
ko_kr: 채팅이 연결되지 않았습니다. 다시 시도하십시오.
ms_my: Sembang terbuka tidak disambungkan, sila cuba lagi
my_mm: ချတ်ကို ချိတ်ဆက်မထားပါ၊ ကျေးဇူးပြု၍ ထပ်စမ်းကြည့်ပါ။
vi_vn: Trò chuyện không kết nối, xin vui lòng thử lại.

# qy_chat_qi_chat
source: qChat
hi_in: चैट शुरू करें
ja_jp: はじめに
ko_kr: 채팅 시작
ms_my: Mulakan sembang
my_mm: စကားစမြည်ပြောခြင်း
vi_vn: Bắt đầu trò chuyện.

# qy_chat_quick_search_tips
source: Quickly search for chat content
hi_in: चैट सामग्री के लिए त्वरित खोज
ja_jp: チャットの内容を素早く検索する
ko_kr: 채팅 내용 빠른 검색
ms_my: Carian pantas untuk kandungan sembang
my_mm: ချတ်အကြောင်းအရာများကို လျင်မြန်စွာ ရှာဖွေပါ
vi_vn: Nhanh chóng tìm kiếm nội dung trò chuyện

# qy_chat_quick_see
source: Immediately check
hi_in: अब देखें
ja_jp: 今すぐ確認
ko_kr: 지금 보기
ms_my: Lihat Sekarang
my_mm: အခုပဲ ကြည့်လိုက်ပါတော့
vi_vn: Xem ngay đi.

# qy_chat_quick_vote
source: Immediately to vote
hi_in: अभी मतदान करें
ja_jp: 今すぐ投票
ko_kr: 지금 투표하기
ms_my: Undi Sekarang
my_mm: ချက်ချင်းမဲပေးပါ
vi_vn: Bỏ phiếu ngay.

# qy_chat_quote
source: Quote
hi_in: संदर्भ
ja_jp: 引用する
ko_kr: 참조
ms_my: Cite
my_mm: ကိုးကားချက်
vi_vn: Trích dẫn

# qy_chat_quote_multi_no_limit
source: (not limited to multiple choices)
hi_in: (असीमित विकल्प)
ja_jp: （複数選択可）
ko_kr: (다중 선택 제한 없음)
ms_my: (Pelbagai pilihan tidak terhad)
my_mm: (ရွေးချယ်မှုအကန့်အသတ်မရှိ)
vi_vn: (Nhiều lựa chọn không giới hạn)

# qy_chat_quote_radio
source: (Single choice)
hi_in: (रेडियो चयन)
ja_jp: （単一選択）
ko_kr: (라디오 선택)
ms_my: (radio)
my_mm: (တသံတည်း)
vi_vn: (Đơn chọn)

# qy_resource_see_more
source: See more
hi_in: और देखें
ja_jp: 詳細はこちら
ko_kr: 자세히 보기
ms_my: Lihat Lagi
my_mm: နောက်ထပ် ကြည့်ရှုရန်
vi_vn: Xem thêm

# qy_work_world_parse_qrcode_in_picture
source: Identify the QR code in the picture
hi_in: मानचित्र में क्यूआर कोड की पहचान करें
ja_jp: 図中の二次元コードを認識する
ko_kr: 그림의 QR코드 식별
ms_my: Kenal pasti kod QR dalam gambar
my_mm: ပုံရှိ QR ကုဒ်ကိုခွဲခြားသတ်မှတ်ပါ
vi_vn: Nhận dạng mã QR trong bản đồ

# qy_resource_release
source: Release
hi_in: प्रकाशित
ja_jp: リリース
ko_kr: 게시
ms_my: Terbitkan
my_mm: ထုတ်ဝေခြင်း
vi_vn: Phát hành

# qy_chat_release_new_placard
source: Issuing New Announcements
hi_in: एक नई घोषणा जारी करें
ja_jp: 新しい公告を発表する.
ko_kr: 새로운 공고를 발표하다.
ms_my: Mengeluarkan pengumuman baru
my_mm: ကြေငြာချက်အသစ်ထုတ်ပြန်ခြင်း
vi_vn: Phát hành thông báo mới

# pre_to_send
source: Release Send
hi_in: पाइन विकास वितरण
ja_jp: 松の開発と輸送
ko_kr: 송개발 송
ms_my: Penghantaran Pembangunan Pine
my_mm: ထင်းရှူးဖွံ့ဖြိုးရေးပေးပို့
vi_vn: Tùng khai thác đưa

# qy_chat_repeat_vote_tip
source: You have already voted
hi_in: आपने वोट दिया है, वोट दोहराने की जरूरत नहीं है
ja_jp: 既に投票済みで、重複投票は必要ありません
ko_kr: 이미 투표하셨습니다. 중복 투표는 필요 없습니다.
ms_my: Anda telah mengundi, tidak perlu mengundi berulang kali
my_mm: သင်မဲပေးပြီးပြီ၊ ထပ်ခါထပ်ခါမဲပေးရန်မလိုပါ
vi_vn: Bạn đã bỏ phiếu, không cần phải bỏ phiếu lại.

# qy_resource_reply
source: Reply
hi_in: उत्तर दें
ja_jp: リプライ
ko_kr: 회신
ms_my: Balas
my_mm: အကြောင်းပြန်ရန်
vi_vn: Trả lời

# qy_resource_request_fail
source: request failure
hi_in: अनुरोध विफल
ja_jp: リクエストが失敗しました
ko_kr: 요청 실패
ms_my: Permintaan gagal
my_mm: တောင်းဆိုမှု မအောင်မြင်ပါ
vi_vn: Yêu cầu thất bại.

# qy_chat_request_join_group
source: Request to join the group
hi_in: समूह में शामिल होने का अनुरोध करें
ja_jp: グループへの参加を要求する
ko_kr: 그룹 가입 요청
ms_my: Permintaan untuk menyertai kumpulan
my_mm: အဖွဲ့တွင်ပါဝင်ရန်တောင်းဆိုခြင်း
vi_vn: Yêu cầu tham gia nhóm

# qy_resource_save
source: Save
hi_in: सहेजें
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
my_mm: သိမ်းဆည်းခြင်း
vi_vn: Bảo tồn

# qy_resource_save_failed
source: Failed to save
hi_in: सहेजने में असफल
ja_jp: 保存に失敗しました
ko_kr: 저장 실패
ms_my: Gagal menyimpan
my_mm: သိမ်းဆည်းခြင်း မအောင်မြင်ပါ
vi_vn: Lưu thất bại

# qy_chat_save_gif_fail
source: Failed to save animation
hi_in: गतिशील आरेख सहेजने में विफल
ja_jp: 動画の保存に失敗しました
ko_kr: 짤을 저장하지 못했습니다.
ms_my: Gagal menyimpan animasi
my_mm: GIF ကို သိမ်းဆည်းရန် မအောင်မြင်ပါ။
vi_vn: Lưu mô ̣ t hi ̀ nh đô ̣ ng không tha

# qy_chat_save_gif_success
source: Save the animation successfully
hi_in: गतिशील आरेख को सफलतापूर्वक सहेजें
ja_jp: 動画の保存に成功しました
ko_kr: 움짤 저장 성공
ms_my: Simpan animasi berjaya
my_mm: GIF ကို အောင်မြင်စွာ သိမ်းဆည်းပါ
vi_vn: Lưu đô ̣ ng a ̉ nh tha ̀ nh công

# qy_resource_save_success
source: Successfully saved
hi_in: सफलतापूर्वक सहेजें
ja_jp: 保存しました
ko_kr: 저장 성공
ms_my: Simpan berjaya
my_mm: အောင်မြင်စွာ သိမ်းဆည်းခြင်း
vi_vn: Bảo tồn thành công

# qy_chat_scan_in_group
source: Scan the code to join the group
hi_in: समूह में कोड स्कैन करें
ja_jp: QRコードをスキャンしてグループに入る
ko_kr: 코드를 찍어 그룹에 들어가다
ms_my: Imbas kod ke dalam kumpulan
my_mm: အုပ်စုထဲသို့ ၀ င်ရန်ကုဒ်ကိုစကင်ဖတ်ပါ
vi_vn: Quét mã vào nhóm.

# qy_chat_screenshot_forward_anonymous
source: Hide nickname
hi_in: उपनाम छुपाएँ
ja_jp: ニックネームを隠す
ko_kr: 닉네임 숨기기
ms_my: Sembunyikan Nama Panggilan
my_mm: အမည်ပြောင်ကို ဝှက်ထားပါ
vi_vn: Ẩn biệt danh

# qy_resource_edit
source: Edit
hi_in: संपादित करें
ja_jp: 編集
ko_kr: 편집
my_mm: တည်းဖြတ်ခြင်း
vi_vn: Biên tập viên

# qy_chat_screenshot_forward_title
source: Preview screenshots
hi_in: स्क्रीनशॉट पूर्वावलोकन
ja_jp: スクリーンショットのプレビュー
ko_kr: 스크린샷 미리 보기
ms_my: Pratonton Tangkapan Skrin
my_mm: စခရင်ရှော့ အစမ်း
vi_vn: Xem trước ảnh chụp màn hình
