Repository: lionsom/Python
Catalog: 9_demo/i18n_excel/src/pods_i18n/QYCQChat/*.lproj/QYCQChat.strings
Languages: hi_in, ja_jp, ko_kr, ms_my, my_mm, vi_vn

# QChat_send_voice
source: Send voice
hi_in: बोलो
ja_jp: ボイスメッセージを送る
ko_kr: 음성 발신
ms_my: Hantar suara
my_mm: အသံထွက်
vi_vn: Gửi giọng nói

# QChat_ServerOut
source: Server is out
hi_in: सर्वर एक छोटा सा अंतर है
ja_jp: サーバーの調子が悪くなった。
ko_kr: 서버가 다운되었습니다.
ms_my: Pelayan mempunyai sedikit perbezaan
my_mm: ဆာဗာကနည်းနည်းချွတ်လိုက်တယ်
vi_vn: Máy chủ bị hỏng rồi.

# QChat_ServiceReminder
source: Platform default reminder service
hi_in: प्लेटफ़ॉर्म डिफ़ॉल्ट अनुस्मारक सेवा
ja_jp: プラットフォームのデフォルトリマインダサービス
ko_kr: 플랫폼 기본 알림 서비스
ms_my: Perkhidmatan Peringatan Lalai Platform
my_mm: ပလပ်ဖောင်း ပုံသေ သတိပေးချက် ဝန်ဆောင်မှု
vi_vn: Dịch vụ nhắc nhở mặc định của nền tảng

# QChat_sessiondisplaymode
source: Platform default reminder service
hi_in: प्लेटफ़ॉर्म डिफ़ॉल्ट अनुस्मारक सेवा
ja_jp: プラットフォームのデフォルトリマインダサービス
ko_kr: 플랫폼 기본 알림 서비스
ms_my: Perkhidmatan Peringatan Lalai Platform
my_mm: ပလပ်ဖောင်း ပုံသေ သတိပေးချက် ဝန်ဆောင်မှု
vi_vn: Dịch vụ nhắc nhở mặc định của nền tảng

# qy_chat_tag_video
source: [Video]
hi_in: [वीडियो]
ja_jp: 【ビデオ】
ko_kr: [비디오]
my_mm: [ဗီဒီယို]

# qy_resource_set_sign
source: Signature
hi_in: व्यक्तित्व हस्ताक्षर
ja_jp: 個性的な署名
ko_kr: 개인 서명
ms_my: Tandatangan Personaliti
my_mm: ကိုယ်ရည်ကိုယ်သွေးလက်မှတ်
vi_vn: Chữ ký cá nhân.

# qy_chat_tag_sticker
source: [Sticker]
hi_in: [स्टिकर]
ja_jp: 【ステッカー】
ko_kr: [스티커]
ms_my: [ Pelekat ]
my_mm: [စတစ်ကာများ]

# QChat_SystemNameTip
source: System name:%@
hi_in: सिस्टम का नाम:% @
ja_jp: システム名：%@
ko_kr: 시스템 이름:% @
ms_my: Nama sistem:% @
my_mm: စနစ်အမည်:%@
vi_vn: Tên hệ thống:% @

# qy_messagecenter_system_notification
source: System Notification
hi_in: सिस्टम अधिसूचना
ja_jp: システム通知
ko_kr: 시스템 알림
ms_my: Pemberitahuan Sistem
my_mm: စနစ်အသိပေးချက်
vi_vn: Hệ thống thông báo

# QChat_SystemUpdataTip
source: System update reminder
hi_in: सिस्टम अपडेट अनुस्मारक
ja_jp: システム更新の通知
ko_kr: 시스템 업데이트 알림
ms_my: Peringatan Kemas Kini Sistem
my_mm: စနစ်အပ်ဒိတ်သတိပေးချက်
vi_vn: Nhắc nhở cập nhật hệ thống

# QChat_TimeS
source: %@s
hi_in: @ सेकंड
ja_jp: %@秒
ko_kr: @ 초
ms_my: @ saat
my_mm: @ ဒုတိယ
vi_vn: @ giây

# QChat_To
source: to
hi_in: को
ja_jp: へ
ms_my: Kepada
my_mm: သို့
vi_vn: Tới

# QChat_TryAgainTip
source: Please try again
hi_in: कृपया पुनः प्रयास करें
ja_jp: もう一度お試しください
ko_kr: 다시 시도하십시오.
ms_my: Sila cuba lagi
my_mm: ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ
vi_vn: Hãy thử lại.

# qy_chat_group_placard_unread_tips
source: You have {0} unread announcements, please check them in time
hi_in: आपके पास {0} अपठित घोषणाएं हैं, कृपया समय पर जांच करें
ja_jp: {0}件の未読投稿があります。すぐに確認してください。
ko_kr: 읽지 않은 공지가 있습니다. 즉시 확인하십시오.
ms_my: Anda mempunyai { 0 } pengumuman yang belum dibaca, sila semak dalam masa
my_mm: သင့်တွင် မဖတ်ရသေးသော ကြေငြာချက် {0} ခုရှိသည်၊ ကျေးဇူးပြု၍ အချိန်မီစစ်ဆေးပါ။
vi_vn: Bạn có { 0 } thông báo chưa đọc, vui lòng kiểm tra kịp thời.

# QChat_VaildTimeTip
source: End time must be greater than start time
hi_in: समाप्ति समय प्रारंभ समय से अधिक होना चाहिए
ja_jp: 終了時間は開始時間より大きくなければなりません
ko_kr: 종료 시간은 시작 시간보다 커야 합니다.
ms_my: Masa tamat mestilah lebih besar daripada masa mula
my_mm: ပြီးဆုံးချိန်သည် စတင်ချိန်ထက် ကြီးနေရမည်
vi_vn: Thời gian kết thúc phải lớn hơn thời gian bắt đầu.

# QChat_videoTip1
source: %@：[Video]
hi_in: @: [वीडियो]
ja_jp: %@：【ビデオ】
ko_kr: @: [ 비디오 ]
my_mm: @: [ဗီဒီယို]

# qy_chat_tag_voice
source: [Voice]
hi_in: [आवाज]
ja_jp: 【ボイス】
ko_kr: [음성]
ms_my: [ Suara ]
my_mm: [အသံ]
vi_vn: [ Giọng nói ]

# qy_chat_item_ticket
source: {0} votes
hi_in: {0} वोट
ja_jp: {0}チケット
ko_kr: 표
ms_my: { 0 } Tiket
my_mm: {0} မဲ
vi_vn: { 0 } vé

# qy_chat_hint_select
source: 0 or leave blank means no restriction
hi_in: 0 या नहीं भरना कोई सीमा नहीं है
ja_jp: 0または記入しない場合は製限なし
ko_kr: 0 또는 채우지 않으면 제한되지 않습니다.
ms_my: 0 atau tidak diisi ialah tiada had
my_mm: 0 သို့မဟုတ်မဖြည့်ပါကကန့်သတ်မထားပါ
vi_vn: 0 hoặc không điền là không giới hạn.

# qy_resource_has_validity
source: -- Valid for 3 days--
hi_in: --- वैधता अवधि 3 दिन ---
ja_jp: --有効期間3日間--
ko_kr: --유효기간 3일 --
ms_my: – – Tempoh sah laku 3 hari – –
my_mm: -- သက်တမ်း ၃ ရက် --
vi_vn: Thời hạn hiệu lực 3 ngày

# qy_chat_action_failed
source: Operation failed
hi_in: ऑपरेशन विफल
ja_jp: 操作に失敗しました
ko_kr: 작업 실패
ms_my: Operasi gagal
my_mm: စစ်ဆင်ရေးမအောင်မြင်ပါ
vi_vn: Hoạt động thất bại.

# qy_chat_add_select
source: Add options
hi_in: विकल्प जोड़ें
ja_jp: オプションの追加
ko_kr: 옵션 추가
ms_my: Tambah Opsyen
my_mm: ရွေးချယ်စရာများကို ထည့်ပါ
vi_vn: Thêm các tùy chọn

# qy_chat_affiliated_company
source: Affiliated company
hi_in: संबद्ध उद्यम
ja_jp: 所属する企業
ko_kr: 소속 기업
ms_my: Perniagaan Gabungan
my_mm: ဆက်စပ်စီးပွားရေးလုပ်ငန်း
vi_vn: Doanh nghiệp trực thuộc

# qy_chat_affiliated_company_xx
source: Affiliated company: %@
hi_in: स्वामित्व वाली कंपनी:% @
ja_jp: 所有する企業：%@
ko_kr: 소속 기업:% @
ms_my: Perniagaan yang dimiliki:% @
my_mm: ပိုင်လုပ်ငန်း:%@
vi_vn: Doanh nghiệp:% @

# qy_chat_all_group_member
source: All group members
hi_in: समूह के सभी सदस्य
ja_jp: すべてのグループメンバー
ko_kr: 모든 그룹 구성원
ms_my: Semua ahli kumpulan
my_mm: အဖွဲ့ ၀ င်အားလုံး
vi_vn: Tất cả thành viên trong nhóm.

# qy_chat_all_member
source: All
hi_in: सभी सदस्य
ja_jp: メンバー全員
ko_kr: 전체 구성원
ms_my: Semua ahli
my_mm: အဖွဲ့ဝင်များ အားလုံး
vi_vn: Tất cả các thành viên

# qy_resource_select_all
source: All
hi_in: सभी चयनित
ja_jp: すべて選択
ko_kr: 모두 선택
ms_my: Pilih Semua
my_mm: ရွေးချယ်မှု အပြည့်အစုံ
vi_vn: Tất cả.

# qy_chat_anonymous_vote
source: Anonymous voting
hi_in: बेनामी वोट
ja_jp: 匿名での投票
ko_kr: 익명 투표
ms_my: Undi Tanpa Nama
my_mm: အမည်မသိမဲပေးခြင်း
vi_vn: Bỏ phiếu nặc danh.

# qy_chat_approved
source: Approved
hi_in: ने सहमति दी है।
ja_jp: 同意済み
ko_kr: 동의함
ms_my: Telah bersetuju
my_mm: သဘောတူလိုက်ပြီ
vi_vn: Đã đồng ý

# qy_chat_be_at_notice
source: Be reminded by @
hi_in: @ द्वारा याद दिलाया गया
ja_jp: @に注意される
ko_kr: @ 알림
ms_my: Diingatkan oleh @
my_mm: @ သတိပေးခံရခြင်း
vi_vn: Bị @ nhắc nhở

# qy_chat_be_group_master
source: Become the owner of this group
hi_in: समूह के मालिक बनें
ja_jp: グループマスターになる
ko_kr: 군주가 되다
ms_my: Menjadi pemilik kumpulan
my_mm: အဖွဲ့ခေါင်းဆောင်ဖြစ်လာရန်
vi_vn: Trở thành chủ nhóm

# qy_chat_be_group_master_tips
source: The group owner is invalid. You can click OK to become the group owner
hi_in: इस समूह का स्वामी समाप्त हो गया है, आप समूह स्वामी बनने के लिए ठीक पर क्लिक कर सकते हैं
ja_jp: このグループの所有者は無効になっています。クリックしてグループの所有者になることができます。
ko_kr: 이 그룹 마스터가 실패했습니다. 확인을 클릭하여 그룹 마스터가 될 수 있습니다.
ms_my: Pemilik kumpulan ini telah tamat tempoh, anda boleh klik OK untuk menjadi pemilik kumpulan
my_mm: ဤအုပ်စုပိုင်ရှင်သည်မမှန်ကန်ပါ၊ အုပ်စုပိုင်ရှင်ဖြစ်လာရန် OK ကိုနှိပ်ပါ။
vi_vn: Chủ nhóm này đã hết hiệu lực, bạn có thể click xác định trở thành chủ nhóm

# qy_resource_be_select
source: Selected
hi_in: चुना गया
ja_jp: 選択されました
ko_kr: 선택됨
ms_my: Dipilih
my_mm: ရွေးချယ်ထားသည်
vi_vn: Đã chọn

# qy_private_text_call_phone
source: Dial number
hi_in: कॉल करें
ja_jp: 電話をかける.
ko_kr: 전화를 걸다
ms_my: Buat panggilan telefon
my_mm: ဖုန်းခေါ်ပါ
vi_vn: Gọi đi.

# qy_resource_cancel
source: Cancel
hi_in: रद्द करें
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
my_mm: ပယ်ဖျက်ခြင်း
vi_vn: Hủy bỏ.

# qy_resource_cannot_get_voice
source: Unable to recognize speech, text transfer failed
hi_in: आवाज नहीं पहचानी जा सकी, पाठ बदलने में विफल
ja_jp: 音声が認識されず、文字に変換できませんでした。
ko_kr: 음성이 인식되지 않아 문자 전송에 실패했습니다.
ms_my: Tidak dapat mengenali suara, gagal memindahkan teks
my_mm: အသံကိုအသိအမှတ်မပြုပါ၊ စာသားပြောင်းရန်ပျက်ကွက်သည်
vi_vn: Không nhận ra giọng nói, chuyển văn bản thất bại.

# qy_chat_can_not_chat
source: Can’t chat
hi_in: चैट करने में असमर्थ
ja_jp: チャットができない
ko_kr: 채팅할 수 없음
ms_my: Tidak boleh bersembang
my_mm: စကားစမြည်ပြောလို့မရပါ
vi_vn: Không thể nói chuyện

# qy_chat_can_not_find_chat_history
source: Can’t find chat history
hi_in: चैट इतिहास खोजने में असमर्थ
ja_jp: チャット履歴を検索できません
ko_kr: 채팅 기록을 찾을 수 없습니다.
ms_my: Tidak boleh cari sejarah sembang
my_mm: ချတ်မှတ်တမ်းကို ရှာမတွေ့ပါ
vi_vn: Không thể tra cứu lịch sử trò chuyện

# qy_chat_can_not_support_forward_tip
source: The selected content contains the message type "Voice, Poll, Announcement, Application" and does not support forwarding
ja_jp: 選択には「音声、投票、公告、応用」のメッセージタイプが含まれており、転送はサポートされていません。
vi_vn: Ca ́ c nô ̣ i dung đươ ̣ c cho ̣ n chư ́ a loa ̣ i tin nhă ́ n Voice, Vote, Bulletin, Apps, không hô ̃ trơ ̣ chuyê ̉ n tiê ́ p

# qy_chat_can_not_View
source: Can’t view
hi_in: देखने में असमर्थ
ja_jp: 表示できません
ko_kr: 볼 수 없음
ms_my: Tidak boleh lihat
my_mm: မကြည့်နိုင်
vi_vn: Không thể xem

# qy_chat_modify_failed
source: Fail to edit!
hi_in: संशोधन विफल रहा!
ja_jp: 変更に失敗しました！
ko_kr: 수정 실패!
ms_my: Pengubahsuaian gagal!
my_mm: ပြုပြင်မွမ်းမံမှု မအောင်မြင်ပါ!
vi_vn: Sửa chữa thất bại!

# qy_chat_chat_accept_to_join_group
source: Agree
hi_in: सहमत
ja_jp: 同意する
ko_kr: 동의함
ms_my: Setuju
my_mm: သဘောတူညီမှု
vi_vn: Đồng ý.

# qy_chat_chat_has_applied_to_join_group
source: Already applied
hi_in: आवेदन किया है
ja_jp: 申請済み
ko_kr: 신청됨
ms_my: Telah memohon
my_mm: လျှောက်ထားခဲ့သည်
vi_vn: Đã nộp đơn

# qy_resource_rejected
source: Rejected
hi_in: मना कर दिया है
ja_jp: 拒否しました
ko_kr: 거부됨
ms_my: Ditolak
my_mm: ပယ်ချခဲ့သည်
vi_vn: Đã từ chối

# qy_chat_chat_join_group
source: apply to join
hi_in: शामिल होने के लिए आवेदन करें
ja_jp: 加入を申請する.
ko_kr: 가입 신청
ms_my: Memohon untuk menyertai
my_mm: ပါဝင်ရန် လျှောက်ထားခြင်း
vi_vn: Xin gia nhập.

# qy_chat_chat_refuse_to_join_group
source: Reject
hi_in: मना कर दिया
ja_jp: 断る
ko_kr: 거부
ms_my: Tolak
my_mm: ငြင်းဆန်ခြင်း
vi_vn: Từ chối.

# qy_resource_clear
source: Clear
hi_in: खाली करें
ja_jp: 空にする
ko_kr: 비우기
ms_my: Kosongkan
my_mm: ရှင်းထုတ်ခြင်း
vi_vn: Trống rỗng.

# qy_chat_clear_msg_history
source: Clear message log
hi_in: चैट इतिहास साफ़ करें
ja_jp: チャット履歴のクリア
ko_kr: 채팅 기록 지우기
ms_my: Kosongkan sejarah sembang
my_mm: ချတ်မှတ်တမ်းကိုရှင်းလင်းပါ
vi_vn: Xóa lịch sử trò chuyện

# qy_resource_close
source: Close
hi_in: बंद करें
ja_jp: クローズ
ko_kr: 닫기
ms_my: Tutup
my_mm: ပိတ်
vi_vn: Đóng cửa

# qy_chat_close_group
source: Minimized Groups
hi_in: मुड़ा हुआ समूह चैट
ja_jp: 折りたたんだグループチャット
ko_kr: 접힌 그룹 채팅
ms_my: Sembang kumpulan yang dilipat
my_mm: ခေါက်အုပ်စုလိုက်စကားဝိုင်း
vi_vn: Trò chuyện nhóm gấp

# qy_resource_collapsed
source: Fold
hi_in: दूर रखें
ja_jp: とまる
ko_kr: 치워
ms_my: Simpan semula
my_mm: ပြန်သိမ်းပါ
vi_vn: Cất đi.

# qy_resource_colleague
source: Colleague
hi_in: सहकर्मी
ja_jp: 同僚
ko_kr: 동료
ms_my: Rakan sekerja
my_mm: လုပ်ဖော်ကိုင်ဖက်များ၊
vi_vn: Đồng nghiệp

# qy_resource_collection
source: Collect
hi_in: संग्रह
ja_jp: コレクション
ko_kr: 모음
ms_my: Koleksi
my_mm: စုစည်းမှု
vi_vn: Bộ sưu tập

# qy_resource_collection_success
source: Collection of success
hi_in: संग्रह सफलता
ja_jp: コレクションが成功しました
ko_kr: 모음 성공
ms_my: Koleksi berjaya
my_mm: စုဆောင်းမှုအောင်မြင်ခဲ့သည်
vi_vn: Bộ sưu tập thành công

# qy_chat_combine_turn
source: Merger of forwarding
hi_in: मर्ज अग्रेषण
ja_jp: マージ転送
ko_kr: 병합 전달
ms_my: Gabungkan pemajuan
my_mm: ပေါင်းစည်းခြင်း forwarding
vi_vn: Hợp nhất chuyển tiếp

# qy_resource_finish
source: Finish
hi_in: किया गया।
ja_jp: 完成
ko_kr: 완료
ms_my: Selesai
my_mm: ပြီးစီးအောင်၊
vi_vn: Hoàn thành.

# qy_resource_contact
source: Address book
hi_in: पता पुस्तिका
ja_jp: アドレス帳
ko_kr: 주소록
ms_my: Kenalan
my_mm: လိပ်စာစာအုပ်
vi_vn: Danh bạ

# qy_resource_copy
source: Copy
hi_in: कॉपी करें
ja_jp: コピーします
ko_kr: 복사
ms_my: Salin
my_mm: ကူးယူဖော်ပြခြင်း
vi_vn: Sao chép

# qy_chat_copy_share_tips
source: Copy link to share
hi_in: लिंक शेयर कॉपी करें
ja_jp: リンクをコピーして共有する
ko_kr: 복사 링크 공유
ms_my: Salin Perkongsian Pautan
my_mm: Link ကို ကူးယူမျှဝေခြင်း
vi_vn: Sao chép liên kết chia sẻ

# qy_chat_copy_success
source: Copy successfully
hi_in: सफलतापूर्वक कॉपी करें
ja_jp: コピーが成功しました
ko_kr: 복제 성공
ms_my: Salin berjaya
my_mm: အောင်မြင်စွာ ကူးယူခြင်း
vi_vn: Sao chép thành công

# Root_newGroup
source: New Chat
hi_in: समूह का निर्माण
ja_jp: グループを作る
ko_kr: 무리를 짓다
ms_my: Membina kumpulan
my_mm: အုပ်စုများတည်ဆောက်ခြင်း
vi_vn: Xây dựng nhóm

# qy_chat_create_group_by_user
source: Select people and build groups
hi_in: लोगों को चुनें और समूहों का निर्माण करें
ja_jp: 人を選んでグループを作る.
ko_kr: 사람을 선발하여 무리를 짓다.
ms_my: Pilih orang untuk membina kumpulan
my_mm: လူများကိုရွေးချယ်ပြီးအုပ်စုများတည်ဆောက်ပါ
vi_vn: Chọn người lập nhóm

# qy_chat_creating
source: Creating ...
hi_in: निर्माण में...
ja_jp: 作成中...
ko_kr: 생성 중...
ms_my: Mencipta...
my_mm: ဖန်တီးနေသည်...
vi_vn: Đang tạo ra......

# qy_chat_current_ent
source: Current company:
hi_in: वर्तमान व्यवसाय:
ja_jp: 現在の企業：
ko_kr: 현재 엔터프라이즈:
ms_my: Perniagaan semasa:
my_mm: လက်ရှိစီးပွားရေးလုပ်ငန်း:
vi_vn: Doanh nghiệp hiện tại:

# qy_chat_limit_date
source: expiration date
hi_in: समय सीमा
ja_jp: 締め切り日
ko_kr: 기한 일자
ms_my: Tarikh Akhir
my_mm: နောက်ဆုံးသတ်မှတ်ရက်
vi_vn: Ngày hết hạn

# qy_chat_end_time
source: Deadline {0}
hi_in: समय सीमा {0}
ja_jp: デッドライン{0}
ko_kr: 마감 시간
ms_my: Tarikh akhir { 0 }
my_mm: နောက်ဆုံးသတ်မှတ်ရက် {0}
vi_vn: Thời gian kết thúc { 0 }

# qy_resource_delete
source: Delete
hi_in: मिटाएँ
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
my_mm: ဖျက်ပစ်ပါ
vi_vn: Xóa bỏ

# qy_resource_delete_failed
source: Delete failed
hi_in: मिटाने में असफल
ja_jp: 削除に失敗しました
ko_kr: 삭제 실패
ms_my: Alih keluar gagal
my_mm: ဖျက်ရန် မအောင်မြင်ပါ
vi_vn: Xóa bỏ thất bại

# qy_chat_delete_fav_tips
source: After being deleted, it cannot be restored
hi_in: हटाए जाने के बाद पुनर्प्राप्त नहीं किया जा सकेगा
ja_jp: 削除後は元に戻せません
ko_kr: 삭제 후에는 복구할 수 없습니다.
ms_my: Tidak akan dapat dipulihkan selepas dipadam
my_mm: ဖျက်ပြီးနောက်ပြန်လည်ရယူနိုင်မည်မဟုတ်ပါ
vi_vn: Sau khi xóa sẽ không thể khôi phục

# qy_chat_delete_placard_tips
source: Are you sure you want to delete this announcement?
hi_in: क्या आप वाकई घोषणा को हटाना चाहते हैं?
ja_jp: この投稿を削除してよろしいですか？
ko_kr: 이 공지를 삭제하시겠습니까?
ms_my: Adakah anda pasti untuk memadamkan pengumuman?
my_mm: ကြေငြာချက်ကိုဖျက်ရန်သေချာပါသလား။
vi_vn: Xác định xóa thông báo này?

# qy_resource_delete_success
source: Successfully deleted
hi_in: सफलतापूर्वक हटाएं
ja_jp: 削除に成功しました
ko_kr: 삭제 성공
ms_my: Alih keluar berjaya
my_mm: ဖျက်ခြင်းအောင်မြင်ခဲ့သည်
vi_vn: Xóa thành công

# qy_chat_delete_vote
source: Delete vote
hi_in: वोट हटाएं
ja_jp: 投票の削除
ko_kr: 투표 삭제
ms_my: Alih Keluar Undi
my_mm: မဲကိုဖျက်ပါ
vi_vn: Xóa bỏ phiếu bầu

# qy_chat_delete_vote_tips
source: It cannot be restored after being deleted. Do you want to delete it?
hi_in: हटाने के बाद पुनर्प्राप्त नहीं किया जा सकता है, हटाने की पुष्टि करें?
ja_jp: 削除しても元に戻らないので、削除を確認？
ko_kr: 삭제 후 복구할 수 없습니다. 삭제를 확인하시겠습니까?
ms_my: Tidak boleh pulih selepas penghapusan, mengesahkan penghapusan?
my_mm: ဖျက်ပြီးနောက်ပြန်လည်ရယူရန်မဖြစ်နိုင်ပါ၊ ဖျက်ခြင်းကိုအတည်ပြုပါ။
vi_vn: Không thể khôi phục sau khi xóa, xác nhận xóa?

# qy_bad_camera
source: Your device does not support cameras!
hi_in: आपका डिवाइस कैमरे का समर्थन नहीं करता है!
ja_jp: あなたの設備はカメラに対応していません！
ko_kr: 당신의 장치는 카메라를 지원하지 않습니다!
ms_my: Peranti anda tidak menyokong kamera!
my_mm: သင့်စက်သည်ကင်မရာကိုမထောက်ပံ့ပါ။
vi_vn: Thiết bị của bạn không hỗ trợ máy ảnh!

# qy_chat_dialog_content_switch_ent
source: After switching, the selected content will be cleared. Are you sure you want to perform the operation?
hi_in: स्विच करने के बाद, चयनित सामग्री साफ़ हो जाएगी। क्या आप वाकई ऑपरेशन करना चाहते हैं?
ja_jp: 切り替え後、選択した内容はクリアされます。操作を実行しますか？
ko_kr: 전환하면 선택 항목이 지워집니다. 계속하시겠습니까?
ms_my: Selepas bertukar, kandungan yang dipilih akan dikosongkan, adakah anda pasti untuk melaksanakan operasi?
my_mm: ပြောင်းပြီးနောက်၊ ရွေးချယ်ထားသော အကြောင်းအရာကို ရှင်းသွားပါမည်။ လုပ်ဆောင်ချက်ကို လုပ်ဆောင်ရန် သေချာပါသလား။
vi_vn: Sau khi chuyê ̉ n đô ̉ i, nô ̣ i dung đa ̃ cho ̣ n se ̃ bi ̣ xo ́ a, ba ̣ n co ́ xa ́ c đi ̣ nh thư ̣ c

# qy_chat_dialog_delete_fav
source: Confirm to delete Favorites
hi_in: संग्रह हटाने की पुष्टि करें
ja_jp: コレクションの削除の確認
ko_kr: 모음 삭제 확인
ms_my: Sahkan Padam Kegemaran
my_mm: စုစည်းမှုကို ဖျက်ရန် အတည်ပြုပါ
vi_vn: Xác nhận xóa bộ sưu tập

# qy_chat_dialog_title_delete_message
source: Are you sure to clean up your chat records?
hi_in: चैट इतिहास को साफ करने के लिए सुनिश्चित करें?
ja_jp: 本当にチャットの履歴をクリアしますか？
ko_kr: 채팅 기록을 정리하시겠습니까?
ms_my: Adakah anda pasti untuk membersihkan sejarah sembang?
my_mm: ချတ်မှတ်တမ်းကိုရှင်းလင်းရန်သေချာပါသလား။
vi_vn: Xác định thanh lý lịch sử trò chuyện?

# qy_chat_dialog_title_switch_ent
source: Are you sure you want to switch companies?
hi_in: उद्यम को स्विच करने की पुष्टि करें?
ja_jp: 切り替え企業を確認しますか？
ko_kr: 엔터프라이즈 전환을 확인하시겠습니까?
ms_my: Sahkan untuk menukar perniagaan?
my_mm: ကူးပြောင်းစီးပွားရေးလုပ်ငန်းကိုအတည်ပြု?
vi_vn: Xác nhận chuyển đổi doanh nghiệp?

# qy_chat_dismiss_group_fail
source: Disbanded group failure
hi_in: समूह को भंग करने में विफल
ja_jp: グループの解除に失敗しました
ko_kr: 그룹 해체 실패
ms_my: Pembubaran kumpulan gagal
my_mm: အဖွဲ့ကိုဖျက်သိမ်းခြင်းမအောင်မြင်ပါ
vi_vn: Giải tán nhóm thất bại

# qy_chat_diss_group
source: Disband the current group
hi_in: वर्तमान समूह को भंग करें
ja_jp: 現在のグループを解散する
ko_kr: 현재 그룹 해체
ms_my: Bubarkan kumpulan semasa
my_mm: လက်ရှိအဖွဲ့ကိုဖျက်သိမ်းပါ
vi_vn: Giải tán nhóm hiện tại

# qy_chat_diss_group_success
source: The group disbanded successfully
hi_in: समूह विघटन सफल
ja_jp: グループの解散に成功しました
ko_kr: 그룹 해산 성공
ms_my: Kumpulan berjaya dibubarkan
my_mm: အဖွဲ့ဖျက်သိမ်းခြင်းအောင်မြင်ခဲ့သည်
vi_vn: Nhóm giải tán thành công

# qy_chat_diss_group_tips
source: Are you sure you want to disband the group?
hi_in: क्या आप वाकई समूह को भंग करना चाहते हैं?
ja_jp: 本当にグループを解散しますか？
ko_kr: 그룹을 해체하시겠습니까?
ms_my: Adakah anda pasti mahu membubarkan kumpulan?
my_mm: အဖွဲ့ကိုဖျက်သိမ်းလိုသည်မှာသေချာပါသလား။
vi_vn: Bạn có chắc là muốn giải tán nhóm không?

# qy_file_image_file_detail_title
source: Document
hi_in: दस्तावेज़
ja_jp: ドキュメント
ko_kr: 문서
ms_my: Dokumen
my_mm: စာရွက်စာတမ်းများ
vi_vn: Tài liệu

# qy_chat_donot_invite_self
source: I can’t invite myself
hi_in: आप खुद को आमंत्रित नहीं कर सकते
ja_jp: 自分から自分を誘うことができない
ko_kr: 자기는 자기를 초대할 수 없다
ms_my: Diri sendiri tidak boleh menjemput diri sendiri
my_mm: ကိုယ့်ကိုယ်ကိုမဖိတ်နိုင်ဘူး
vi_vn: Mình không thể tự mời mình.

# qy_chat_donot_notice
source: Do not remind again
hi_in: कोई और संकेत नहीं
ja_jp: 再通知しない
ko_kr: 더 이상 프롬프트가 표시되지 않음
ms_my: Tiada lagi gesaan
my_mm: နှိုးဆော်ခြင်းများ မရှိတော့ပါ
vi_vn: Không gợi ý nữa

# qy_resource_download
source: Download
hi_in: डाउनलोड करें
ja_jp: ダウンロードする
ko_kr: 다운로드
ms_my: Muat Turun
my_mm: ဒေါင်းလုပ်
vi_vn: Tải về

# qy_chat_enter_has_deleted
source: This vote has been deleted
hi_in: वोट हटा दिया गया है
ja_jp: この投票は削除されました
ko_kr: 투표가 삭제되었습니다.
ms_my: Undian ini telah dipadamkan
my_mm: ဒီမဲကို ပယ်ဖျက်လိုက်ပြီ
vi_vn: Cuộc bỏ phiếu này đã bị xóa.

# qy_chat_enter_has_over
source: This vote has ended
hi_in: मतदान समाप्त हो गया है
ja_jp: この投票は終了しました
ko_kr: 투표가 종료되었습니다.
ms_my: Undian ini telah tamat
my_mm: မဲပေးမှု ပြီးဆုံးသွားပြီ
vi_vn: Cuộc bỏ phiếu đã kết thúc.

# qy_chat_enter_search_keyword
source: Please enter your search keywords
hi_in: कृपया खोज कीवर्ड दर्ज करें
ja_jp: 検索キーワードを入力してください
ko_kr: 검색 키워드를 입력하십시오.
ms_my: Sila masukkan kata kunci carian
my_mm: ကျေးဇူးပြု၍ ရှာဖွေမှုသော့ချက်စာလုံးများကိုထည့်ပါ
vi_vn: Vui lòng nhập từ khóa tìm kiếm

# qy_chat_enter_vote_name
source: Please fill in the voting name
hi_in: कृपया मतदान का नाम भरें
ja_jp: 投票名を記入してください
ko_kr: 투표 이름을 입력하십시오.
ms_my: Sila isikan nama undian
my_mm: ကျေးဇူးပြု၍ မဲပေးမည့်အမည်ကိုဖြည့်ပါ
vi_vn: Vui lòng điền tên bỏ phiếu.

# qy_resource_ent_org
source: Organization
hi_in: संगठनात्मक संरचना
ja_jp: 組織アーキテクチャ
ko_kr: 조직 구조
ms_my: Struktur Organisasi
my_mm: အဖွဲ့အစည်းဖွဲ့စည်းပုံ
vi_vn: Cơ cấu tổ chức

# qy_chat_exit_group
source: Exit the current group
hi_in: वर्तमान समूह से बाहर निकलें
ja_jp: 現在のグループから脱退する
ko_kr: 현재 그룹 종료
ms_my: Keluar daripada kumpulan semasa
my_mm: လက်ရှိအဖွဲ့မှထွက်ပါ
vi_vn: Thoát khỏi nhóm hiện tại

# qy_resource_expend
source: unfold
hi_in: विस्तार
ja_jp: 展開する
ko_kr: 확장
ms_my: Kembangkan
my_mm: တိုးချဲ့ပါ
vi_vn: Triển khai

# qy_app_applet_dialog_collect_fail_tips
source: Favorite failed
hi_in: संग्रह विफल
ja_jp: コレクションの失敗
ko_kr: 모음 실패
ms_my: Koleksi gagal
my_mm: စုစည်းမှု မအောင်မြင်ပါ
vi_vn: Bộ sưu tập thất bại.

# qy_resource_file
source: File
hi_in: फ़ाइलें
ja_jp: ファイル
ko_kr: 파일
ms_my: Fail
my_mm: ဖိုင်များ
vi_vn: Tài liệu

# qy_chat_file_g_image
source: Group files & group pictures
hi_in: समूह फ़ाइलें और समूह चित्र
ja_jp: グループファイル&グループ画像
ko_kr: 그룹 파일 & 그룹 사진
ms_my: Fail Kumpulan & Gambar Kumpulan
my_mm: အုပ်စုဖိုင် & အုပ်စုပုံများ
vi_vn: Tập tin nhóm & hình ảnh nhóm

# qy_chat_file_n_image
source: Files & Pictures
hi_in: फ़ाइल & चित्र
ja_jp: ファイル&ピクチャ
ko_kr: 파일 & 그림
ms_my: Fail & Imej
my_mm: ဖိုင် & ရုပ်ပုံ
vi_vn: Tài liệu & hình ảnh

# qy_chat_file_oversize
source: File size out of limit!
hi_in: फ़ाइल आकार सीमा से अधिक है!
ja_jp: ファイルサイズが製限を超えています！
ko_kr: 파일 크기가 제한을 초과했습니다!
ms_my: Saiz fail melebihi had!
my_mm: ဖိုင်အရွယ်အစားသည်ကန့်သတ်ချက်ထက်ကျော်လွန်သည်။
vi_vn: Kích thước tập tin vượt quá giới hạn!

# qy_login_other_place_login
source: Your account is logged in on another device and you are forced to go offline!
hi_in: आपका खाता किसी अन्य डिवाइस पर लॉग इन है और आपको ऑफ़लाइन जाने के लिए मजबूर किया जाता है!
ja_jp: あなたのアカウントは別のデバイスにログインしているので、オフラインにさせられました！
ko_kr: 당신의 계정이 다른 장치에서 로그인해서, 당신은 어쩔 수 없이 다운되었습니다!
ms_my: Akaun anda log masuk pada peranti lain dan anda terpaksa pergi ke luar talian!
my_mm: သင့်အကောင့်ကို အခြားစက်ပစ္စည်းများတွင် လော့ဂ်အင်ဝင်ထားပြီး အော့ဖ်လိုင်းသို့ အတင်းအကြပ် ခိုင်းစေပါသည်။
vi_vn: Tài khoản của bạn đăng nhập trên thiết bị khác, bạn buộc phải logout!

# qy_chat_from_xx_xx
source: From：%1$@ %2$@
hi_in: से:% 1$ @% 2$ @
ja_jp: ソース：%1$@%2$@
ko_kr: 출처:% 1 $ @% 2 $ @
ms_my: Daripada:% 1 $ @% 2 $ @
vi_vn: Từ:% 1 $ @% 2 $ @

# qy_chat_frrequent_chats
source: Frequent chats
hi_in: सामान्य संपर्क
ja_jp: よく使う連絡先
ko_kr: 자주 사용하는 연락처
ms_my: Kenalan Biasa
my_mm: အသုံးများသော အဆက်အသွယ်များ
vi_vn: Liên hệ thường dùng

# qy_chat_generation_qrcode_fail
source: QR code generation failed
hi_in: क्यूआर कोड जनरेशन विफल
ja_jp: QRコードの生成に失敗しました
ko_kr: QR코드 생성 실패
ms_my: Penjanaan kod QR gagal
my_mm: QR ကုဒ်ထုတ်လုပ်ခြင်းမအောင်မြင်ပါ
vi_vn: Tạo mã QR thất bại

# qy_chat_get_group_info_fail
source: Get group information failed
hi_in: समूह जानकारी प्राप्त करने में विफल
ja_jp: グループ情報の取得に失敗しました
ko_kr: 그룹 정보를 가져오지 못했습니다.
ms_my: Gagal mendapatkan maklumat kumpulan
my_mm: အုပ်စုသတင်းအချက်အလက်ရယူခြင်းမအောင်မြင်ပါ
vi_vn: Lấy thông tin nhóm thất bại.

# qy_chat_get_group_members_fail
source: Get a group of members failed
hi_in: समूह सदस्य प्राप्त करने में विफल
ja_jp: グループメンバーの取得に失敗しました
ko_kr: 그룹 구성원을 가져오지 못했습니다.
ms_my: Gagal mendapatkan ahli kumpulan
my_mm: အဖွဲ့ ၀ င်များကိုရယူရန်မအောင်မြင်ပါ
vi_vn: Không lấy được thành viên trong nhóm.

# qy_chat_get_photo_fail
source: Get image failure
hi_in: चित्र प्राप्त करने में विफल
ja_jp: 画像の取得に失敗しました
ko_kr: 그림을 가져오지 못했습니다.
ms_my: Gagal mendapatkan imej
my_mm: ရုပ်ပုံရယူခြင်း မအောင်မြင်ပါ
vi_vn: Lấy hình ảnh thất bại.

# qy_app_go_to_settings
source: To Settings
hi_in: सेट अप करने के लिए
ja_jp: 設定します
ko_kr: 가서 설정해
ms_my: Pergi ke Tetapan
my_mm: ဆက်တင်များသို့သွားပါ
vi_vn: Đi thiết lập

# qy_chat_group_apply
source: Group application
hi_in: समूह में आवेदन करें
ja_jp: グループに入って申請する.
ko_kr: 단체 가입 신청
ms_my: Permohonan Kemasukan Kumpulan
my_mm: အုပ်စုဝင်လျှောက်လွှာ
vi_vn: Xin vào nhóm.

# qy_chat_group_from
source: Group source
hi_in: समूह स्रोत
ja_jp: グループソース
ko_kr: 그룹 소스
ms_my: Sumber Kumpulan
my_mm: အုပ်စုရင်းမြစ်
vi_vn: Nguồn nhóm

# qy_chat_group_info
source: Group information
hi_in: समूह की जानकारी
ja_jp: グループ情報
ko_kr: 그룹 정보
ms_my: Maklumat Kumpulan
my_mm: အဖွဲ့အချက်အလက်
vi_vn: Thông tin nhóm

# qy_chat_group_member_num
source: All group members (%@)
hi_in: समूह के सभी सदस्य (%@)
ja_jp: すべてのグループメンバー（%@）
ko_kr: 모든 그룹 구성원 (% @)
ms_my: Semua ahli kumpulan (% @)
my_mm: အဖွဲ့၀င်အားလုံး (%@)
vi_vn: Tất cả thành viên nhóm (% @)

# qy_chat_group_name
source: Group name
hi_in: समूह का नाम
ja_jp: グループ名
ko_kr: 그룹 이름
ms_my: Nama Kumpulan
my_mm: အဖွဲ့အမည်
vi_vn: Tên nhóm

# qy_chat_group_placard
source: Group announcement
hi_in: समूह की घोषणा
ja_jp: グループ通知
ko_kr: 그룹 공지
ms_my: Pengumuman Kumpulan
my_mm: အဖွဲ့၏ ကြေငြာချက်
vi_vn: Thông báo nhóm
