Repository: lionsom/Python
Catalog: 9_demo/i18n_excel/src/pods_i18n/QYCQChat/*.lproj/QYCQChat.strings
Languages: hi_in, ja_jp, ko_kr, ms_my, my_mm, vi_vn

# qy_resource_account_manager
source: Account management
hi_in: खाता प्रबंधन
ja_jp: アカウント管理
ko_kr: 계정 관리
ms_my: Pengurusan Akaun
my_mm: အကောင့်စီမံခန့်ခွဲမှု
vi_vn: Quản lý tài khoản

# QChat_AddMemberFailure
source: Add member failure
hi_in: सदस्य जोड़ने में विफल
ja_jp: メンバーの追加に失敗しました
ko_kr: 구성원 추가 실패
ms_my: Gagal menambah ahli
my_mm: အဖွဲ့ဝင်များထည့်ရန် မအောင်မြင်ပါ
vi_vn: Thêm thành viên thất bại

# qy_resource_view_slave_add
source: Add to
hi_in: जोड़ें
ja_jp: 追加する
ko_kr: 추가
ms_my: Tambah
my_mm: ထည့်သွင်းခြင်း
vi_vn: Thêm

# QChat_AddQuestion
source: ＋ Add Question
hi_in: + प्रश्न जोड़ें
ja_jp: +質問の追加
ko_kr: + 질문 추가
ms_my: + Tambah soalan
my_mm: + မေးခွန်းများထည့်ပါ
vi_vn: + Thêm câu hỏi

# QChat_AllCompanies
source: All Companies
hi_in: सभी उद्यम
ja_jp: すべての企業
ko_kr: 모든 기업
ms_my: Semua Perniagaan
my_mm: စီးပွားရေးလုပ်ငန်းအားလုံး
vi_vn: Tất cả các doanh nghiệp

# QChat_Announcement
source: Announcement
hi_in: घोषणाएँ
ja_jp: 公示
ko_kr: 공지
ms_my: Pengumuman
my_mm: ကြေညာချက်များ
vi_vn: Thông báo

# qy_chat_placard_waring_tips
source: * The announcement cannot be edited or withdrawn after publication!
hi_in: * घोषणा के बाद संपादित या वापस नहीं लिया जा सकता है!
ja_jp: *お知らせが発表された後、編集や撤回はできません！
ko_kr: * 공지 게시 후에는 편집 또는 철회가 불가능합니다!
ms_my: * Tidak boleh diedit atau ditarik balik selepas pengumuman dibuat!
my_mm: * ကြေငြာချက်ထုတ်ပြန်ပြီးနောက်တည်းဖြတ်ခြင်းသို့မဟုတ်ရုပ်သိမ်းခြင်းမပြုနိုင်ပါ။
vi_vn: * Không thể chỉnh sửa hoặc thu hồi sau khi thông báo được công bố!

# QChat_Applying
source: Applying...
hi_in: आवेदन किया जा रहा है...
ja_jp: 申請中...
ko_kr: 신청 중...
ms_my: Sedang memohon...
my_mm: လျှောက်ထားလျက်ရှိပါသည်...
vi_vn: Đang xin phép......

# QChat_ApplyJoinInFailTip
source: Apply to join the failure
hi_in: शामिल होने के लिए आवेदन विफल
ja_jp: 参加申請に失敗しました
ko_kr: 가입 신청 실패
ms_my: Permohonan untuk menyertai gagal
my_mm: ဝင်ခွင့်လျှောက်လွှာ မအောင်မြင်ပါ
vi_vn: Đơn xin gia nhập thất bại.

# qy_resource_mobile_unsupport_view
source: Mobile terminal does not support viewing
hi_in: मोबाइल पक्ष देखने का समर्थन नहीं करता है
ja_jp: モバイル端末は表示をサポートしていません
ko_kr: 모바일은 보기를 지원하지 않습니다.
ms_my: Pandangan tidak disokong pada terminal mudah alih
my_mm: မိုဘိုင်း terminal သည်ကြည့်ရှုခြင်းကိုမထောက်ပံ့ပါ
vi_vn: Di đô ̣ ng không hô ̃ trơ ̣ xem

# qy_private_app_scan_join
source: Scan the code with App to join the group
hi_in: समूह में शामिल होने के लिए ऐप स्कैन
ja_jp: Appをスキャンしてグループに参加する
ko_kr: App 스캔 그룹 가입
ms_my: App Imbas kod untuk menyertai kumpulan
my_mm: အက်ပ်စကင်ဖတ်စစ်ဆေးသည့်ကုဒ်သည်အဖွဲ့များနှင့်ပူးပေါင်းရန်
vi_vn: App quét mã để tham gia nhóm

# qy_private_app_scan_look_info
source: Scan the code with App to view my profile
hi_in: ऐप स्कैन कोड मेरी जानकारी देखें
ja_jp: Appでコードをスキャンして私の資料を見る
ko_kr: App 스캔 내 자료 보기
ms_my: App Imbas Kod untuk Lihat Profil Saya
my_mm: ကျွန်ုပ်၏ပရိုဖိုင်ကိုကြည့်ရှုရန် အက်ပ်ကုဒ်ကို စကင်န်ဖတ်ပါ
vi_vn: App quét mã để xem thông tin của tôi.

# back_quote_text
source: Back to reference
hi_in: संदर्भ स्थान पर वापस जाएं
ja_jp: 参照先に戻る
ko_kr: 참조 위치로 돌아가기
ms_my: Kembali ke lokasi rujukan
my_mm: အကိုးအကားတည်နေရာသို့ ပြန်သွား
vi_vn: Trở lại vị trí trích dẫn.

# qy_private_menu_call
source: Call
hi_in: कॉल करें
ja_jp: 呼び出す
ko_kr: 호출
ms_my: Panggilan Filipina
my_mm: ခေါ်ဆိုခြင်း
vi_vn: Gọi đi.

# qy_chat_tag_message_log
source: [Chat record]
hi_in: [चैट रिकॉर्ड]
ja_jp: 【トーク履歴】
ko_kr: [채팅 기록 ]
ms_my: [ Sejarah Sembang ]
my_mm: [ချက်တင်မှတ်တမ်း]
vi_vn: [ Lịch sử trò chuyện ]

# qy_chat_delete_message_failed
source: Clear chat history failed!
hi_in: चैट इतिहास साफ़ करने में असफल!
ja_jp: チャット履歴のクリアに失敗しました！
ko_kr: 채팅 기록을 지우지 못했습니다!
ms_my: Kosongkan sejarah sembang gagal!
my_mm: ချတ်မှတ်တမ်းကို ရှင်းလင်းရန် မအောင်မြင်ပါ။
vi_vn: Xóa lịch sử trò chuyện thất bại!

# qy_chat_delete_message_success
source: Clear chat history successfully!
hi_in: चैट इतिहास को सफलतापूर्वक साफ़ करें!
ja_jp: チャット履歴のクリアに成功しました！
ko_kr: 채팅 기록 지우기 성공!
ms_my: Kosongkan sejarah sembang berjaya!
my_mm: ချက်တင်မှတ်တမ်းကိုရှင်းလင်းခြင်းသည်အောင်မြင်သည်။
vi_vn: Xóa lịch sử trò chuyện thành công!

# qy_portal_click_to_retry
source: retry
hi_in: पुनः प्रयास करने के लिए क्लिक करें
ja_jp: 再試行をクリックします
ko_kr: 다시 시도하려면 클릭하십시오.
ms_my: Klik Cuba Semula
my_mm: ထပ်ကြိုးစားရန် နှိပ်ပါ
vi_vn: Nhấn vào để thử lại

# QChat_click_send
source: Click Send
hi_in: भेजने के लिए क्लिक करें
ja_jp: クリックして送信
ko_kr: 보내기 클릭
ms_my: Klik untuk hantar
my_mm: ပေးပို့ရန် နှိပ်ပါ
vi_vn: Nhấn vào để gửi

# qy_chat_select_new_tips
source: Show merge avatars
hi_in: संदेश अवतार मर्ज प्रदर्शन
ja_jp: メッセージヘッダーの統合表示
ko_kr: 메시지 아바타 병합 표시
ms_my: Paparan gabungan avatar mesej
my_mm: မက်ဆေ့ဂျ်ကိုယ်ပွား ပေါင်းစပ်ပြသမှု
vi_vn: Hiê ̉ n thi ̣ kê ́ t hơ ̣ p a

# qy_resource_confirm
source: Confirm
hi_in: पुष्टि करें
ja_jp: 確認する
ko_kr: 확인
ms_my: Pengesahan
my_mm: အတည်ပြုချက်
vi_vn: Xác nhận.

# QChat_CopyNum
source: Copy Number
hi_in: नंबर कॉपी करें
ja_jp: コピー番号
ko_kr: 번호 복사
ms_my: Salin Nombor
my_mm: မိတ္တူနံပါတ်
vi_vn: Sao chép số

# QChat_CustomMessageTyper
source: Custom message type
hi_in: कस्टम संदेश प्रकार
ja_jp: カスタムメッセージタイプ
ko_kr: 메시지 유형 사용자 정의
ms_my: Jenis mesej tersuai
my_mm: စိတ်ကြိုက် မက်ဆေ့ချ် အမျိုးအစား
vi_vn: Tùy chỉnh kiểu tin nhắn

# qy_resource_department
source: Department
hi_in: विभाग
ja_jp: 部門
ko_kr: 부서
ms_my: Jabatan
my_mm: ဌာနဆိုင်ရာများ၊
vi_vn: Sở

# qy_chat_select_old_tips
source: Show all avatars
hi_in: संदेश अवतार एक-एक करके प्रदर्शित किए जाते हैं
ja_jp: メッセージのアイコンを1つずつ表示
ko_kr: 메시지 아바타 조목조목 표시
ms_my: Gambar profil mesej dipaparkan satu persatu
my_mm: မက်ဆေ့ဂျ်ကိုယ်ပွားကို တစ်ကြောင်းပြီးတစ်ကြောင်း ပြသသည်
vi_vn: Ảnh đại diện tin nhắn được hiển thị từng cái một.

# QChat_EditFailTip
source: Editor failure
hi_in: संपादन असफल
ja_jp: 編集に失敗しました
ko_kr: 편집 실패
ms_my: Penyuntingan gagal
my_mm: တည်းဖြတ်မှု မအောင်မြင်ပါ
vi_vn: Biên tập thất bại

# qy_resource_email
source: Email
hi_in: मेलबाक्स
ja_jp: メールボックス
ko_kr: 사서함
ms_my: Peti Mel
my_mm: စာတိုက်ပုံး
vi_vn: Hộp thư

# QChat_emojiTip
source: [Emoji]
hi_in: [अभिव्यक्ति]
ja_jp: 【ステッカー】
ko_kr: [표정]
ms_my: [ Emotikon ]
my_mm: [စကားရပ်]
vi_vn: [ Biểu cảm ]

# QChat_end_speech_after_seconds
source: Ends speech after %@ seconds
hi_in: @ सेकंड के बाद भाषण समाप्त करें
ja_jp: %@秒後に音声を終了
ko_kr: @ 초 후에 음성 종료
ms_my: Tamatkan suara selepas% @ saat
my_mm: @ စက္ကန့်ပိုင်းအတွင်း အသံကိုအဆုံးသတ်ပါ
vi_vn: Kết thúc giọng nói sau% @ giây

# QChat_etcChats
source: %1$@etc.%2$@chats
hi_in: 1 $ @ बराबर% 2 $ @ चैट
ja_jp: %1$@など%2$@個のチャット
ko_kr: 1 $ @ 등% 2 $ @ 개 채팅
ms_my: 1 $ @ et al.% 2 $ @ chat
my_mm: 1$@ စသည်ဖြင့်%2$@ ချတ်များ
vi_vn: 1 $ @ bằng% 2 $ @ chat

# QChat_failedSend
source: Failed to send message
hi_in: संदेश भेजने में विफल
ja_jp: メッセージの送信に失敗しました
ko_kr: 메시지 전송 실패
ms_my: Penghantaran mesej gagal
my_mm: မက်ဆေ့ချ်ပို့ခြင်း မအောင်မြင်ပါ
vi_vn: Tin nhắn thất bại.

# QChat_file3
source: [File] %@
hi_in: [फ़ाइल% @
ja_jp: 【ファイル】%@
ko_kr: [파일% @
ms_my: [ Fail ]% @
my_mm: [ဖိုင်]%@

# qy_chat_search_file_count
source: {0} files have been searched
hi_in: {0} फ़ाइलें खोजी गईं
ja_jp: 個のファイルが検出されました
ko_kr: 개의 파일이 검색되었습니다.
ms_my: { 0 } fail telah digelintar
my_mm: {0} ဖိုင်များကိုရှာဖွေခဲ့သည်
vi_vn: Đã tìm kiếm được { 0 } tập tin

# QChat_fileTip1
source: %1$@：[File] %2$@ %3$@
hi_in: 1 $ @: फ़ाइल% 2 $ @% 3 $ @
ja_jp: %1$@：【ファイル】%2$@%3$@
ko_kr: 1 $ @: 파일% 2 $ @% 3 $ @
ms_my: 1 $ @: [ Fail ]% 2 $ @% 3 $ @
my_mm: 1$@:[ဖိုင်]%2$@%3$@
vi_vn: 1 $ @: [ tập tin ]% 2 $ @% 3 $ @

# qy_chat_tag_file
source: [File]
hi_in: [फ़ाइल]
ja_jp: 【ファイル】
ko_kr: [파일]
ms_my: [ Fail ]
my_mm: [ဖိုင်]
vi_vn: [ Tài liệu ]

# QChat_FillInEndTimeTip
source: Please select the end time
hi_in: कृपया समाप्ति समय चुनें
ja_jp: 終了時間を選択してください
ko_kr: 종료 시간을 선택하십시오.
ms_my: Sila pilih masa tamat
my_mm: ကျေးဇူးပြုပြီးအဆုံးအချိန်ကိုရွေးချယ်ပါ
vi_vn: Vui lòng chọn thời gian kết thúc

# QChat_FilterEmptyNameTip
source: Filter name cannot be empty
hi_in: फ़िल्टर नाम खाली नहीं हो सकता
ja_jp: フィルタ名は空にできません
ko_kr: 필터 이름은 비워 둘 수 없습니다.
ms_my: Nama penapis tidak boleh kosong
my_mm: စစ်ထုတ်ခြင်းအမည်သည် ဗလာမဖြစ်နိုင်ပါ
vi_vn: Tên sàng lọc không thể để trống

# QChat_ForwardedFailTip
source: Forwarding failed
hi_in: अग्रेषण विफल
ja_jp: 転送に失敗しました
ko_kr: 전달 실패
ms_my: Majukan gagal
my_mm: forwarding မအောင်မြင်ပါ
vi_vn: Chuyển tiếp thất bại.

# QChat_ForwardedSuccessTip
source: Forwarded successfully
hi_in: अग्रेषण सफल
ja_jp: 転送に成功しました
ko_kr: 전달 성공
ms_my: Berjaya dimajukan
my_mm: ထပ်ဆင့်ပို့ခြင်း အောင်မြင်
vi_vn: Chuyển tiếp thành công

# qy_chat_send_msg_has_failed
source: A failure message exists in the sent message. Procedure
hi_in: भेजे गए संदेश में एक विफलता संदेश मौजूद है
ja_jp: 送信されたメッセージに失敗メッセージがあります
ko_kr: 보낸 메시지에 실패 메시지가 있습니다.
ms_my: Terdapat mesej kegagalan dalam mesej yang dihantar
my_mm: ပေးပို့သော မက်ဆေ့ချ်တွင် ပျက်ကွက်သော မက်ဆေ့ချ်တစ်ခု ရှိသည်၊
vi_vn: Có tin nhắn thất bại trong tin nhắn được gửi đi.

# qy_chat_turn_max_tips
source: Retweet up to 20 favorites
hi_in: 20 संग्रह तक अग्रेषित करें
ja_jp: 最大20件のコレクションを転送
ko_kr: 최대 20개의 즐겨찾기 리트윗
ms_my: Majukan sehingga 20 kegemaran
my_mm: စုဆောင်းမှု 20 အထိ ထပ်ဆင့်ပို့ပါ
vi_vn: Chuyển tiếp tối đa 20 bộ sưu tập.

# QChat_ForwardOneByOne_msgHistory
source: [Forward one by one] Message History
hi_in: [एक-एक करके आगे] चैट इतिहास
ja_jp: 【1件ずつ転送】チャット履歴
ko_kr: [조목조목 전달 ] 채팅 기록
ms_my: [ Majukan sekeping demi sekeping ] Sejarah sembang
my_mm: [တစ်ကြောင်းချင်းစီ ထပ်ဆင့်ပို့ခြင်း] ချတ်မှတ်တမ်း
vi_vn: [ Chuyển tiếp từng cái ] Lịch sử trò chuyện

# QChat_fullScreenEdit
source: Input box supports full screen editing
hi_in: इनपुट बॉक्स पूर्ण स्क्रीन संपादन का समर्थन करता है
ja_jp: 入力ボックスはフルスクリーン編集をサポートしています。
ko_kr: 입력란은 전체 화면 편집을 지원합니다.
ms_my: Kotak input menyokong penyuntingan skrin penuh
my_mm: input box သည် မျက်နှာပြင်အပြည့် တည်းဖြတ်ခြင်းကို ပံ့ပိုးပေးပါသည်။
vi_vn: Hô ̣ p nhâ ̣ p hô ̃ trơ ̣ hiê ̣ u chi ̉ nh toa

# QChat_GettingFileTip
source: Getting File
hi_in: फ़ाइलें प्राप्त कर रहा है
ja_jp: ファイルを取得中
ko_kr: 파일을 가져오는 중
ms_my: Mendapatkan fail
my_mm: ဖိုင်များရယူခြင်း
vi_vn: Đang lấy tập tin

# QChat_GroupAnnouncementTip1
source: [Group announcement] %@
hi_in: [समूह घोषणा% @
ja_jp: 【グループ掲示板】%@
ko_kr: [그룹 공지% @
ms_my: [ Pengumuman Kumpulan ]% @
my_mm: [အုပ်စုကြေငြာချက်]%@
vi_vn: [ Thông báo nhóm ]% @

# qy_chat_org_count
source: {0} ({1} people)
hi_in: {0} ({1} व्यक्ति)
ja_jp: {0}（{1}人）
ko_kr: { 0 } (사람)
ms_my: { 0 } ({ 1 } orang)
my_mm: {0} ({1} လူ)
vi_vn: { 0 } ({ 1 } người

# qy_messagecenter_my_comments
source: I Commented
hi_in: मैंने टिप्पणी की
ja_jp: 私がコメントした
ko_kr: 내가 논평한
ms_my: Saya mengulas
my_mm: ကျွန်တော်မှတ်ချက်ပေးခဲ့သည်
vi_vn: Tôi đã bình luận.

# qy_chat_invite_out_data
source: Group invitation link and QR code have expired
hi_in: समूह में शामिल होने के लिए निमंत्रण लिंक, क्यूआर कोड समाप्त हो गया है
ja_jp: グループ招待リンク、QRコードの有効期限が切れています
ko_kr: 그룹 초대 링크, QR코드가 만료되었습니다.
ms_my: Pautan jemputan untuk menyertai kumpulan, kod QR telah tamat tempoh
my_mm: အဖွဲ့ ၀ င်ဖိတ်ကြားချက်လင့်ခ်နှင့် QR ကုဒ်သက်တမ်းကုန်သွားပြီ
vi_vn: Liên kết mời vào nhóm, mã QR đã hết hạn

# qy_chat_invitor_name
source: Invited by: {0}
hi_in: आमंत्रित: {0}
ja_jp: 招待者：{0}
ko_kr: 초대자: { 0 }
ms_my: Jemputan: { 0 }
my_mm: ဖိတ်ကြားသူ: {0}
vi_vn: Người mời: { 0 }

# QChat_joinGroup
source: Request to join a discussion group
hi_in: चर्चा समूह में शामिल होने का अनुरोध करें
ja_jp: ディスカッショングループへの参加を要請する
ko_kr: 토론 그룹 가입 요청
ms_my: Permintaan untuk menyertai kumpulan perbincangan
my_mm: ဆွေးနွေးမှုအဖွဲ့တွင် ပါဝင်ရန် တောင်းဆို
vi_vn: Yêu cầu tham gia nhóm thảo luận

# QChat_keyboarddisplaymode
source: Keyboard display mode
hi_in: कुंजीपटल प्रदर्शन मोड
ja_jp: キーボード表示モード
ko_kr: 키보드 표시 모드
ms_my: Mod paparan papan kekunci
my_mm: ကီးဘုတ် Display မုဒ်
vi_vn: Chế độ hiển thị bàn phím

# QChat_link1
source: [Link] %@
hi_in: [लिंक% @
ja_jp: 【リンク】%@
ko_kr: [링크% @
ms_my: [ Pautan ]% @
my_mm: [လင့်ခ်]%@

# qy_chat_invite_tips
source: {0} invited you to join {1} Click the link to join the group chat
hi_in: {0} आपको समूह चैट में शामिल होने के लिए आमंत्रित करता है n {1} n लिंक पर क्लिक करें
ja_jp: {0}グループへの招待 {1} リンクをクリックしてグループチャットに参加します
ko_kr: { 0 } 에 초대합니다. n { 1 } n 그룹 채팅에 가입하려면 링크를 클릭하십시오.
ms_my: { 0 } menjemput anda untuk menyertai { 1 } Klik pautan untuk menyertai sembang kumpulan
my_mm: {0} အဖွဲ့ချတ်တွင် ပါဝင်ရန် လင့်ခ်ကို နှိပ်ပါ {1} ပါဝင်ရန် ဖိတ်ခေါ်ပါ။
vi_vn: { 0 } Mời bạn tham gia { 1 } Nhấp vào liên kết để tham gia trò chuyện nhóm

# qy_chat_invite_in_group
source: Invite to join the group chat
hi_in: समूह चैट में शामिल होने के लिए आमंत्रित करें
ja_jp: グループチャットへの招待
ko_kr: 단체 채팅방에 초대합니다.
ms_my: Jemput untuk menyertai sembang kumpulan
my_mm: အဖွဲ့လိုက်စကားပြောရန်ဖိတ်ခေါ်ပါ
vi_vn: Mời tham gia nhóm chat

# QChat_linkTip1
source: %1$@：[Link] %2$@
hi_in: 1$ @: लिंक% 2$ @
ja_jp: %1$@：【リンク】%2$@
ko_kr: 1 $ @: 링크% 2 $ @
ms_my: 1 $ @: [ pautan ]% 2 $ @
my_mm: 1$@:[လင့်ခ်]%2$@

# QChat_LinkTip2
source: [Link]%@
hi_in: [लिंक% @
ja_jp: 【リンク】%@
ko_kr: [링크% @
ms_my: [ Pautan ]% @
my_mm: [လင့်ခ်]%@

# qy_view_loading_hint
source: Loading
hi_in: लोड हो रहा है
ja_jp: ロード中
ko_kr: 로드 중
ms_my: Memuatkan
my_mm: တင်နေသည်
vi_vn: Đang tải

# QChat_LocationTip
source: %1$@: [Location] %2$@
hi_in: 1$ @: स्थान% 2$ @
ja_jp: %1$@：【場所】%2$@
ko_kr: 1 $ @: 위치% 2 $ @
ms_my: 1 $ @: [ Lokasi ]% 2 $ @
my_mm: 1$@:[တည်နေရာ]%2$@
vi_vn: 1 $ @: [ Vị trí ]% 2 $ @

# QChat_locationTip1
source: [Location]%@
hi_in: [स्थान% @
ja_jp: 【場所】%@
ko_kr: [위치% @
ms_my: [ Lokasi ]% @
my_mm: [တည်နေရာ]%@
vi_vn: [ Vị trí ]% @

# QChat_LoginNow
source: Log in immediately
hi_in: अभी लॉग इन करें
ja_jp: 今すぐログイン
ko_kr: 지금 로그인
ms_my: Log Masuk Sekarang
my_mm: အခုပဲ login ဝင်ပါ
vi_vn: Đăng nhập ngay

# QChat_MaskAsRead
source: Mark as read
hi_in: पढ़ा के रूप में चिह्नित
ja_jp: 既読としてマーク
ko_kr: 읽은 것으로 표시
ms_my: Tandakan sebagai Dibaca
my_mm: ဖတ်ပြီးသည်ဟု အမှတ်အသားပြု
vi_vn: Đánh dấu là đã đọc

# QChat_MergerForwardTips
source: [MergerForward]Messagelog
hi_in: [मर्ज अग्रेषण] चैट इतिहास
ja_jp: 【統合転送】トーク履歴
ko_kr: [병합 전달 ] 채팅 기록
ms_my: [ Gabungkan pemajuan ] Sejarah sembang
my_mm: [ပေါင်းစည်းခြင်း forwarding] ချတ်မှတ်တမ်း
vi_vn: [ Hợp nhất chuyển tiếp ] Lịch sử trò chuyện

# qy_messagecenter_tips_msg
source: Information
hi_in: संदेश
ja_jp: メッセージ
ko_kr: 메시지
ms_my: Mesej
my_mm: သတင်းစကား
vi_vn: Tin nhắn

# qy_chat_close_this_group
source: - Collapse the group chat
hi_in: समूह चैट को मोड़ो
ja_jp: グループを縮小する
ko_kr: 그룹 채팅 축소
ms_my: — Lipat sembang kumpulan
my_mm: — အုပ်စုစကားပြောခန်းကိုခေါက်ပါ
vi_vn: Gấp nhóm chat này lại.

# qy_private_accountinfo_more
source: More information
hi_in: अधिक जानकारी
ja_jp: 詳細はこちら
ko_kr: 추가 정보
ms_my: Maklumat lanjut
my_mm: နောက်ထပ် အချက်အလက်များ
vi_vn: Thông tin thêm

# qy_chat_quote_multi_limit
source: (Select at most {0} items)
hi_in: ({0} आइटम तक चुनें)
ja_jp: （{0}まで選択）
ko_kr: (최대 항목 선택)
ms_my: (Pilih sehingga { 0 } item)
my_mm: (အများဆုံး {0} ကို ရွေးပါ)
vi_vn: (Chọn tối đa { 0 } mục)

# qy_private_net_error_p_again
source: Network Exception, please try again later!
hi_in: नेटवर्क अपवाद, कृपया बाद में पुनः प्रयास करें!
ja_jp: ネットワークが異常です。後でやり直してください。
ko_kr: 네트워크 예외가 발생했습니다. 나중에 다시 시도하십시오!
ms_my: Pengecualian rangkaian, sila cuba lagi kemudian!
my_mm: ကွန်ယက်သည်ခြွင်းချက်ဖြစ်သည်၊ ကျေးဇူးပြု၍ နောက်မှထပ်ကြိုးစားပါ။
vi_vn: Mạng bất thường, vui lòng thử lại sau!

# qy_chat_group_create_failed
source: Group creation failed!
hi_in: समूह निर्माण असफल!
ja_jp: グループの作成に失敗しました！
ko_kr: 그룹 만들기에 실패했습니다!
ms_my: Penciptaan kumpulan gagal!
my_mm: အုပ်စုဖွဲ့ခြင်း မအောင်မြင်ပါ!
vi_vn: Việc tạo nhóm thất bại!

# QChat_NewGroupOfOrg
source: organizational structure group
hi_in: संगठनात्मक फ्रेम निर्माण समूह
ja_jp: 組織フレーム構築グループ
ko_kr: 조직 프레임 구축 그룹
ms_my: Kumpulan Pembinaan Rangka Organisasi
my_mm: အဖွဲ့အစည်းဘောင်တည်ဆောက်ရေးအဖွဲ့
vi_vn: Cấu trúc tổ chức xây dựng nhóm

# QChat_NoAccessTipOfSaveFai
source: No user rights
hi_in: कोई उपयोगकर्ता अधिकार नहीं
ja_jp: ユーザー権限がない
ko_kr: 사용자 권한 없음
ms_my: Tiada keizinan pengguna
my_mm: အသုံးပြုသူခွင့်ပြုချက်မရှိပါ
vi_vn: Không có quyền sử dụng

# qy_no_album
source: Unable to access album Go to Settings -> Privacy-> Album to open permissions
hi_in: एल्बम तक पहुंचने में असमर्थ n सेटिंग्स पर जाएं -> गोपनीयता -> एल्बम खोलने की अनुमति
ja_jp: アルバムにアクセスできません 設定->プライバシー->アルバムを開く権限
ko_kr: 앨범에 액세스할 수 없습니다. n 설정 -> 개인 정보 보호 -> 앨범 열기 권한으로 이동합니다.
ms_my: Tidak dapat mengakses album Pergi ke Tetapan -> Privasi -> Kebenaran Buka Album
my_mm: အယ်လ်ဘမ်ကို ဝင်ရောက်၍မရပါ ဆက်တင်များ -> ကိုယ်ရေးကိုယ်တာ -> အယ်လ်ဘမ်ဖွင့်ခွင့်များ
vi_vn: Không thể truy cập vào album ảnh nĐi đến thiết lập -> quyền riêng tư -> quyền mở album ảnh

# qy_private_no_jobs
source: No post
hi_in: कोई पोस्ट नहीं
ja_jp: しばらく持ち場がない
ko_kr: 잠시 자리가 없다
ms_my: Tiada jawatan buat masa ini
my_mm: ယာယီရာထူးမရှိပါ
vi_vn: Không có việc làm.

# qy_login_not_support
source: Not supported yet
hi_in: फिलहाल समर्थित नहीं है
ja_jp: しばらくサポートされていません
ko_kr: 일시적으로 지원되지 않음
ms_my: Tidak disokong buat masa ini
my_mm: လောလောဆယ်မထောက်ပံ့ပါ
vi_vn: Tạm thời không ủng hộ

# QChat_NoSupportForwardTip
source: Red envelopes
hi_in: लाल लिफाफे, असफल संदेश और अन्य विशेष संदेश प्रकार अग्रेषण का समर्थन नहीं करते हैं।
ja_jp: ラッキーマネー、送信に失敗したメッセージ、その他の特殊なメッセージタイプは転送をサポートしていません。
ko_kr: 빨간 봉투, 실패한 메시지 및 기타 특수 메시지 유형은 전달을 지원하지 않습니다.
ms_my: Sampul merah, mesej yang gagal dihantar dan jenis mesej khas lain tidak menyokong pemajuan.
my_mm: စာအိတ်အနီများ၊ မအောင်မြင်သောမက်ဆေ့ချ်များနှင့် အခြားအထူးမက်ဆေ့ချ်အမျိုးအစားများသည် ထပ်ဆင့်ပို့ခြင်းကို မပံ့ပိုးပါ။
vi_vn: Phong bao lì xì, tin nhắn gửi thất bại và các loại tin nhắn đặc biệt khác không hỗ trợ chuyển tiếp.

# qy_messagecenter_notification_notice
source: Notification Reminder
hi_in: अधिसूचना अनुस्मारक
ja_jp: 通知とリマインダ
ko_kr: 알림 알림
ms_my: Makluman Pemberitahuan
my_mm: အသိပေးသတိပေးချက် သတိပေးချက်များ
vi_vn: Thông báo nhắc nhở

# QChat_no_text_detected
source: No text detected
hi_in: पाठ का पता नहीं चला
ja_jp: 文字が検出されません
ko_kr: 문자가 감지되지 않았습니다.
ms_my: Tiada teks dikesan
my_mm: စာသားမတွေ့ပါ
vi_vn: Không phát hiện văn bản

# QChat_numberTip
source: %@ may be a number. You can:
hi_in: @ एक नंबर हो सकता है, आप कर सकते हैं
ja_jp: %@は番号かもしれませんが、
ko_kr: @ 는 번호일 수 있습니다.
ms_my: @ mungkin nombor, anda boleh
my_mm: @ သည် သင်လုပ်နိုင်သော နံပါတ်တစ်ခု ဖြစ်နိုင်သည်။
vi_vn: @ có thể là một số, bạn có thể

# QChat_OptionAndVoterCountTip
source: Option %1$@ of %2$@ people vote
hi_in: विकल्प% 1$ @ कुल% 2$ @ व्यक्ति वोट
ja_jp: オプション%1$@合計%2$@人投票
ko_kr: 옵션% 1 $ @ 총% 2 $ @ 사람 투표
ms_my: Pilihan% 1 $ @ daripada% 2 $ @ orang mengundi
my_mm: ရွေးချယ်မှု% 1$@ စုစုပေါင်း% 2$@ လူမဲ
vi_vn: Tùy chọn% 1 $ @ tổng% 2 $ @ người bình chọn

# QChat_OptionCountTip
source: Options %@
hi_in: विकल्प% @
ja_jp: オプション%@
ko_kr: 옵션% @
ms_my: Pilihan% @
my_mm: ရွေးချယ်မှု%@
vi_vn: Tùy chọn% @

# QChat_parsingFailed
source: Message content parsing failed
hi_in: संदेश सामग्री पार्सिंग विफल
ja_jp: メッセージの内容の解析に失敗しました
ko_kr: 메시지 내용 확인 실패
ms_my: Resolusi kandungan mesej gagal
my_mm: မက်ဆေ့ချ်အကြောင်းအရာကို ခွဲခြမ်းစိတ်ဖြာမှု မအောင်မြင်ပါ။
vi_vn: Phân tích nội dung tin nhắn thất bại.

# QChat_photoTip1
source: %@:[Photo]
hi_in: @: [चित्र]
ja_jp: %@：【画像】
ko_kr: @: [ 그림 ]
ms_my: @: [ Gambar ]
my_mm: @: [ရုပ်ပုံ]
vi_vn: @: [ hình ảnh ]

# qy_messagecenter_platform_notice_title
source: Platform to remind
hi_in: मंच अनुस्मारक
ja_jp: プラットフォームのアラート
ko_kr: 플랫폼 알림
ms_my: Peringatan Platform
my_mm: ပလက်ဖောင်းသတိပေးချက်
vi_vn: Nhắc nhở nền tảng

# QChat_QChat_newMessageGot
source: You got a new message
hi_in: आपको एक नया संदेश मिलता है
ja_jp: 新しいメッセージを受信しました。
ko_kr: 새 메시지를 받았습니다.
ms_my: Anda menerima mesej baru
my_mm: သင်သည် မက်ဆေ့ချ်အသစ်တစ်ခုကို လက်ခံရရှိသည်
vi_vn: Ngài nhận được một tin nhắn mới.

# QChat_QChat_sendbuttonTop
source: Enter to newLine
hi_in: शीर्ष पर बटन भेजें
ja_jp: 送信ボタンは上部にあります
ko_kr: 보내기 버튼은 맨 위에 있습니다.
ms_my: Butang Hantar di bahagian atas
my_mm: Send Button က ထိပ်ဆုံးမှာ
vi_vn: Nút gửi ở trên cùng.

# QChat_QuestionTip
source: Question %@
hi_in: समस्या% @
ja_jp: 質問
ko_kr: 질문% @
ms_my: Soalan% @
my_mm: မေးခွန်း%@
vi_vn: Câu hỏi% @

# QChat_QuitGroupFailTip
source: Failed to leave group
hi_in: समूह से बाहर निकलने में विफल
ja_jp: グループからの脱退に失敗しました
ko_kr: 그룹 종료 실패
ms_my: Gagal keluar daripada kumpulan
my_mm: အဖွဲ့မှထွက်ရန် မအောင်မြင်ပါ
vi_vn: Thoát khỏi nhóm thất bại

# no_quote_object
source: No reference message found
hi_in: कोई संदर्भ संदेश नहीं मिला
ja_jp: 参照メッセージが見つかりませんでした
ko_kr: 참조 메시지를 찾을 수 없음
ms_my: Tiada mesej rujukan ditemui
my_mm: ကိုးကားထားသော မက်ဆေ့ချ်ကို ရှာမတွေ့ပါ။
vi_vn: Không tìm thấy tin nhắn trích dẫn.

# qy_chat_tag_quote
source: [Quote]
hi_in: [उद्धरण]
ja_jp: 【引用する】
ko_kr: [참조]
ms_my: [ Dipetik ]
my_mm: [ကိုးကားချက်]
vi_vn: [ Trích dẫn ]

# QChat_Receiving
source: Receiving...
hi_in: संग्रह में...
ja_jp: 取り込み中...
ko_kr: 수취 중...
ms_my: Kutipan sedang...
my_mm: စုဆောင်းခြင်း...
vi_vn: Đang thu......

# QChat_recodeTip1
source: %@：[Message Log]
hi_in: @: चैट इतिहास ]
ja_jp: %@：【チャット履歴】
ko_kr: @: 채팅 기록 ]
ms_my: @: [ Sejarah Sembang ]
my_mm: @: [ချက်တင်မှတ်တမ်း]
vi_vn: @: [ Lịch sử trò chuyện ]

# QChat_release_cancel
source: Release Cancel
hi_in: रद्दीकरण जारी करें
ja_jp: リリースのキャンセル
ko_kr: 해제 취소
ms_my: Longgarkan Batal
my_mm: ပယ်ဖျက်ခြင်းကို ဖြေလျှော့
vi_vn: Buông ra. Hủy bỏ.

# QChat_release_lock
source: Release Lock
hi_in: लॉक जारी करें
ja_jp: ロックを解除
ko_kr: 잠금 해제
ms_my: Longgarkan kunci
my_mm: သော့ခတ်ခြင်းကိုဖြေလျှော့ပါ
vi_vn: Mở khóa ra.

# QChat_release_send
source: Release Send
hi_in: पाइन विकास वितरण
ja_jp: 松の開発と輸送
ko_kr: 송개발 송
ms_my: Penghantaran Pembangunan Pine
my_mm: ထင်းရှူးဖွံ့ဖြိုးရေးပေးပို့
vi_vn: Tùng khai thác đưa

# QChat_RemoveMemberFailTip
source: Remove member failure
hi_in: सदस्यों को हटाने में विफल
ja_jp: メンバーの削除に失敗しました
ko_kr: 구성원 제거 실패
ms_my: Alih keluar ahli gagal
my_mm: အဖွဲ့ဝင်များကို ဖယ်ရှားခြင်း မအောင်မြင်ပါ
vi_vn: Việc loại bỏ thành viên thất bại.

# QChat_retractedMessage
source: Retracted a message
hi_in: एक संदेश वापस ले लिया
ja_jp: メッセージを撤回しました
ko_kr: 메시지 하나를 철회했다
ms_my: Menarik balik mesej
my_mm: မက်ဆေ့ခ်ျကိုရုပ်သိမ်းခဲ့သည်
vi_vn: Đã rút lại một tin nhắn

# QChat_saveScreenshot
source: Save screenshot
hi_in: स्क्रीनशॉट सहेजें
ja_jp: スクリーンショットの保存
ko_kr: 스크린샷 저장
ms_my: Simpan tangkapan skrin
my_mm: စခရင်ရှော့များကို သိမ်းဆည်း
vi_vn: Lưu ảnh chụp màn hình

# QChat_ScreenshotMaxHeight
source: Screenshot height exceeds maximum limit
hi_in: स्क्रीनशॉट ऊंचाई अधिकतम सीमा से अधिक है
ja_jp: スクリーンショットの高さが最大値を超えています
ko_kr: 캡쳐 높이가 최대 제한을 초과했습니다.
ms_my: Ketinggian tangkapan skrin melebihi had maksimum
my_mm: စခရင်ရှော့အမြင့်သည် အမြင့်ဆုံးကန့်သတ်ချက်ထက် ကျော်လွန်နေပါသည်။
vi_vn: Độ cao ảnh chụp vượt quá giới hạn tối đa.

# QChat_SearchResult1
source: %@ related records
hi_in: @ बार संबंधित रिकॉर्ड
ja_jp: %@件の関連レコード
ko_kr: @ 막대와 관련된 레코드
ms_my: @ rekod berkaitan bar
my_mm: @ ဆောင်းပါးများနှင့်သက်ဆိုင်သော မှတ်တမ်းများ
vi_vn: @ hồ sơ liên quan đến thanh

# QChat_SelectFileFailTip
source: Failed to select file
hi_in: फ़ाइल चयन विफल
ja_jp: ファイルの選択に失敗しました
ko_kr: 파일 선택 실패
ms_my: Gagal memilih fail
my_mm: ဖိုင်ကိုရွေးချယ်ခြင်းမအောင်မြင်ပါ
vi_vn: Chọn tập tin thất bại

# QChat_SelectPeopleJoinGroupTip
source: Select people to join the group
hi_in: समूह में शामिल होने के लिए लोगों का चयन करें
ja_jp: グループに参加する人を選択
ko_kr: 그룹에 가입할 사람을 선택합니다.
ms_my: Pilih orang untuk menyertai kumpulan
my_mm: အဖွဲ့တွင်ပါဝင်ရန်လူများကိုရွေးချယ်ပါ
vi_vn: Cho ̣ n ngươ ̀ i tham gia nho ́ m

# QChat_SelectPeopleRemoveGroupTip
source: Select people to remove from group
hi_in: समूह से बाहर जाने के लिए लोगों का चयन करें
ja_jp: グループから削除する人を選択
ko_kr: 그룹 밖으로 이동할 사람을 선택합니다.
ms_my: Pilih orang untuk bergerak keluar daripada kumpulan
my_mm: အဖွဲ့မှ ဖယ်ရှားရန် လူများကို ရွေးချယ်ပါ
vi_vn: Chọn người để di chuyển ra khỏi nhóm

# QChat_select_language
source: Select Language
hi_in: भाषा चुनें
ja_jp: 言語の選択
ko_kr: 언어 선택
ms_my: Pilih Bahasa
my_mm: ဘာသာစကားကို ရွေးချယ်ပါ
vi_vn: Chọn ngôn ngữ

# QChat_sendbuttonBottom
source: Enter to Send
hi_in: नीचे बटन भेजें
ja_jp: 送信ボタンは下にあります
ko_kr: 보내기 버튼은 아래쪽에 있습니다.
ms_my: Butang hantar di bahagian bawah
my_mm: ပို့ရန်ခလုတ်သည်အောက်ခြေတွင်ရှိသည်
vi_vn: Nút gửi ở dưới cùng.
