Repository: lionsom/Python
Catalog: 9_demo/i18n_excel/src/pods_i18n/QYCProfile/*.lproj/QYCProfile.strings
Languages: ja_jp, ms_my, my_mm, ta_in, th_th, vi_vn

# QYCProfile_UserAgreement
source: User Agreement
ja_jp: 《ユーザー契約》
ms_my: Perjanjian Pengguna
th_th: ข้อตกลงผู้ใช้
vi_vn: Thỏa thuận người dùng

# QYCProfile_PrivacyPolicy_01
source: Privacy Agreement
ja_jp: プライバシー契約
ms_my: Perjanjian Privasi
my_mm: ကိုယ်ရေးကိုယ်တာဆိုင်ရာ သဘောတူညီချက်များ
th_th: “ข้อตกลงความเป็นส่วนตัว”
vi_vn: Thỏa thuận riêng tư

# QYCProfile_DarkMode
source: Dark mode
ja_jp: ダークモード
ms_my: Mod Gelap
my_mm: မှောင်မိုက် mode ကို
ta_in: இருண்ட பயன்முறை
th_th: โหมดมืด
vi_vn: Chế độ đen tối

# qy_private_safe_setting
source: Security Settings
ja_jp: セキュリティ設定
ms_my: Seting Keselamatan
my_mm: လုံခြုံရေးဆက်တင်များ
ta_in: பாதுகாப்பு அமைப்புகள்
th_th: การตั้งค่าความปลอดภัย
vi_vn: Thiết lập an ninh

# qy_resource_version_update
source: New version update
ja_jp: バージョンの更新
ms_my: Kemas kini versi
my_mm: ဗားရှင်း အပ်ဒိတ်
ta_in: பதிப்பு புதுப்பிப்பு
th_th: อัปเดตเวอร์ชัน
vi_vn: Cập nhật phiên bản

# qy_private_about_label_copyright
source: Copyright Information
ja_jp: 著作権に関する情報
ms_my: Maklumat Hak Cipta
my_mm: မူပိုင်ခွင့်ဆိုင်ရာ အချက်အလက်များ
ta_in: பதிப்புரிமை தகவல்
th_th: ข้อมูลลิขสิทธิ์
vi_vn: Thông tin bản quyền

# qy_resource_bind_success
source: Binding succeeded
ja_jp: バインドに成功しました
ms_my: Pengikatan berjaya
my_mm: binding အောင်မြင်သည်
ta_in: பிணைப்பு வெற்றி
th_th: ผูกสําเร็จแล้ว
vi_vn: Liên kết thành công.

# QYCProfile_BindFailed
source: Binding failed
ja_jp: バインドに失敗しました。再試行してください。
ms_my: Pengikatan gagal Sila cuba lagi
my_mm: စည်းနှောင်မှု မအောင်မြင်ပါ ကျေးဇူးပြု၍ ထပ်စမ်းကြည့်ပါ
ta_in: பிணைப்பு தோல்வியுற்றால் மீண்டும் முயற்சிக்கவும்
th_th: การผูกข้อมูลล้มเหลว โปรดลองอีกครั้ง
vi_vn: Liên kết thất bại, hãy thử lại.

# qy_private_text_bind_phone
source: Bind the phone
ja_jp: 携帯電話をバインディングする
ms_my: Mengikat telefon bimbit
my_mm: ဖုန်းကိုချည်နှောင်ပါ
ta_in: மொபைல் போன்களை கட்டுங்கள்
th_th: ผูกกับโทรศัพท์มือถือ
vi_vn: Liên kết điện thoại

# qy_private_text_bind_email
source: Bind email
ja_jp: メールボックスのバインド
ms_my: Ikat Peti Mel
my_mm: စာတိုက်ပုံးကိုချည်နှောင်ပါ
ta_in: பிணைக்கப்பட்ட அஞ்சல் பெட்டி
th_th: ผูกกล่องจดหมาย
vi_vn: Liên kết hộp thư

# qy_resource_save
source: Save
ja_jp: 保存
ms_my: Simpan
my_mm: သိမ်းဆည်းခြင်း
ta_in: சேமிக்கவும்
th_th: บันทึก
vi_vn: Bảo tồn

# qy_private_clear_download_file_tips
source: Locally downloaded files will be cleaned up, but the original files will remain in the cloud and can be downloaded again.
ja_jp: ローカルにダウンロードされたファイルはクリーンアップされますが、クラウドには元のファイルが残っており、再ダウンロードできます。
ms_my: Fail yang dimuat turun secara tempatan akan dibersihkan, tetapi fail asal masih disimpan di awan dan boleh dimuat turun semula.
my_mm: စက်တွင်းတွင် ဒေါင်းလုဒ်လုပ်ထားသော ဖိုင်များကို ရှင်းလင်းမည်ဖြစ်သော်လည်း cloud သည် မူရင်းဖိုင်ကို ဆက်လက်ထိန်းသိမ်းထားပြီး ပြန်လည်ဒေါင်းလုဒ်လုပ်နိုင်ပါသည်။
ta_in: உள்நாட்டில் பதிவிறக்கம் செய்யப்பட்ட கோப்புகள் சுத்தம் செய்யப்படும், ஆனால் அசல் கோப்பு இன்னும் கிளவுட்டில் உள்ளது மற்றும் மீண்டும் பதிவிறக்கம் செய்யலாம்.
th_th: ไฟล์ที่ดาวน์โหลดในเครื่องจะถูกล้างข้อมูล แต่ไฟล์ต้นฉบับจะยังคงอยู่ในระบบคลาวด์และสามารถดาวน์โหลดใหม่ได้
vi_vn: Ca ́ c tê ̣ p đa ̃ ta ̉ i xuô ́ ng ơ ̉ đi ̣ a phương se ̃ đươ ̣ c thanh lo ̣ c, nhưng ca ́ c tê ̣ p gô ́ c vâ ̃ n đươ ̣ c giư ̃ la ̣ i trên

# qy_private_edit_info
source: Edit information
ja_jp: 資料を編集する
ms_my: Edit Maklumat
my_mm: အချက်အလက်များကို တည်းဖြတ်ခြင်း
ta_in: தகவலைத் திருத்து
th_th: แก้ไขข้อมูล
vi_vn: Biên tập tài liệu

# QYCProfile_Standard
source: Standard
ja_jp: 標準
ms_my: Piawai
my_mm: စံနှုန်းများ
ta_in: தரநிலை
th_th: มาตรฐาน
vi_vn: Tiêu chuẩn

# QYCProfile_DoNotAcceptAnyMessageAlerts
source: Do not accept any message reminders
ja_jp: メッセージの通知を受け付けません
ms_my: Jangan terima sebarang peringatan mesej
my_mm: မည်သည့်သတင်းသတိပေးချက်ကိုမျှလက်မခံပါ
ta_in: எந்த செய்தி நினைவூட்டலையும் ஏற்க வேண்டாம்
th_th: ไม่ยอมรับการแจ้งเตือนข้อความใด
vi_vn: Không chấp nhận bất kỳ thông báo nhắc nhở nào

# qy_private_text_no_see_dy
source: Do not look at the dynamics of his Work Moments
ja_jp: TAの仕事圏の動きを見ない
ms_my: Jangan lihat dinamik bulatan kerja TA
my_mm: TA အလုပ်စက်ဝိုင်း၏ဒိုင်းနမစ်ကိုမကြည့်ပါနှင့်
ta_in: TA வேலை வட்டம் இயக்கவியல் பார்க்க வேண்டாம்
th_th: ไม่ดูความเคลื่อนไหวของวงงาน TA
vi_vn: Không nhìn vào vòng tròn làm việc của TA.

# qy_resource_department
source: Department
ja_jp: 部門
ms_my: Jabatan
my_mm: ဌာနဆိုင်ရာများ၊
ta_in: திணை
th_th: แผนก
vi_vn: Sở

# qy_app_disagree
source: Disagree
ja_jp: 同意しません
ms_my: Tidak setuju
my_mm: သဘောမတူခြင်း
ta_in: உடன்படவில்லை
th_th: ไม่เห็นด้วย
vi_vn: Không đồng ý

# QYCProfile_CropFailed
source: Crop failed
ja_jp: トリミングに失敗しました。もう一度やり直してください。
ms_my: Keratan gagal, sila cuba lagi
my_mm: ဖြတ်တောက်ခြင်း မအောင်မြင်ပါ ကျေးဇူးပြု၍ ထပ်စမ်းကြည့်ပါ
ta_in: வெட்டு தோல்வியுற்றது, தயவுசெய்து மீண்டும் முயற்சிக்கவும்
th_th: การครอบตัดล้มเหลว โปรดลองอีกครั้ง
vi_vn: Cắt không thành công, vui lòng thử lại.

# qy_flow_toast_illegal_argument
source: Parameter exception
ja_jp: パラメータ異常
ms_my: Pengecualian Parameter
my_mm: ပါရာမီတာ ခြွင်းချက်
ta_in: அளவுரு விதிவிலக்கு
th_th: ความผิดปกติของพารามิเตอร์
vi_vn: Các tham số bất thường

# qy_resource_operation_success
source: Operation succeeded
ja_jp: 操作が成功しました
ms_my: Operasi berjaya
my_mm: စစ်ဆင်ရေးအောင်မြင်ခဲ့သည်
ta_in: ஆபரேஷன் வெற்றி
th_th: ดําเนินการสําเร็จ
vi_vn: Hoạt động thành công.

# QYCProfile_OperationFailed
source: Operation failed
ja_jp: 操作に失敗しました。再試行してください。
ms_my: Operasi gagal Sila cuba lagi
my_mm: လုပ်ဆောင်ချက်မအောင်မြင်ပါ ကျေးဇူးပြု၍ ထပ်စမ်းကြည့်ပါ
ta_in: செயல்பாடு தோல்வியடைந்தது, தயவுசெய்து மீண்டும் முயற்சிக்கவும்
th_th: การดำเนินการล้มเหลว โปรดลองอีกครั้ง
vi_vn: Thao tác thất bại, xin vui lòng thử lại.

# qy_resource_find_chat_history
source: Find chat content
ja_jp: チャットの内容を調べる
ms_my: Cari kandungan sembang
my_mm: ချတ်အကြောင်းအရာကို ရှာပါ
ta_in: அரட்டை உள்ளடக்கத்தை கண்டுபிடி
th_th: ค้นหาเนื้อหาการสนทนา
vi_vn: Tìm nội dung trò chuyện

# qy_private_storage_space_title
source: Storage
ja_jp: ストレージスペース
ms_my: Ruang storan
my_mm: သိုလှောင်မှုနေရာ
ta_in: சேமிப்பு இடம்
th_th: พื้นที่จัดเก็บ
vi_vn: Không gian lưu trữ

# qy_private_has_more_account
source: When there are multiple accounts, click the account name to switch quickly
ja_jp: 複数のアカウントが存在する場合は、アカウント名をクリックすると簡単に切り替えられます。
ms_my: Apabila berbilang akaun wujud, klik pada nama akaun untuk bertukar dengan cepat
my_mm: အကောင့်များစွာရှိပါကလျင်မြန်စွာပြောင်းရန်အကောင့်အမည်ကိုနှိပ်ပါ။
ta_in: பல கணக்குகள் இருக்கும்போது, ​​விரைவாக மாற கணக்கு பெயரைக் கிளிக் செய்க
th_th: เมื่อมีหลายบัญชี คลิกชื่อบัญชีเพื่อสลับอย่างรวดเร็ว
vi_vn: Khi co ́ nhiê ̀ u ta ̀ i khoa ̉ n, bâ ́ m va ̀ o tên ta ̀ i khoa ̉ n đê ̉ chuyê ̉ n đô

# qy_private_text_now_login
source: Currently logged in
ja_jp: 現在のログイン
ms_my: Log masuk semasa
my_mm: လက်ရှိ login
ta_in: தற்போதைய உள்நுழைவு
th_th: เข้าสู่ระบบปัจจุบัน
vi_vn: Đăng nhập hiện tại

# QYCProfile_ReadBeforeYouUseTheProduct_02
source: After agreeing and accepting all terms and conditions
ja_jp: のすべての内容に同意し、すべての条項を受け入れた後、私たちの製品とサービスの使用を開始します。
ms_my: Semua kandungan, bersetuju dan menerima semua terma dan mula menggunakan produk dan perkhidmatan kami.
my_mm: အကြောင်းအရာအပြည့်အစုံ၊ စည်းကမ်းချက်များအားလုံးကို သဘောတူလက်ခံပြီးနောက် ကျွန်ုပ်တို့၏ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများကို စတင်အသုံးပြုပါ။
ta_in: அனைத்து உள்ளடக்கங்களும், அனைத்து விதிமுறைகளையும் ஏற்றுக்கொண்டு ஏற்றுக்கொண்ட பிறகு, எங்கள் தயாரிப்புகள் மற்றும் சேவைகளைப் பயன்படுத்தத் தொடங்குங்கள்.
th_th: เนื้อหาทั้งหมด หลังจากยอมรับและยอมรับข้อกําหนดทั้งหมดแล้ว ก็เริ่มใช้ผลิตภัณฑ์และบริการของเรา
vi_vn: Toàn bộ nội dung, sau khi đồng ý và chấp nhận toàn bộ điều khoản thì bắt đầu sử dụng sản phẩm và dịch vụ của chúng tôi.

# qy_private_login_id
source: Login ID
ja_jp: ログインID
ms_my: ID Log Masuk
my_mm: လော့ဂ်အင် ID
ta_in: உள்நுழைவு ஐடி
th_th: ID ล็อกอิน
vi_vn: ID đăng nhập

# qy_private_text_other_account
source: Third-party account
ja_jp: サードパーティーのアカウント
ms_my: Akaun pihak ketiga
my_mm: တတိယပါတီအကောင့်
ta_in: மூன்றாம் தரப்பு கணக்கு
th_th: บัญชีบุคคลที่สาม
vi_vn: Tài khoản bên thứ ba

# qy_private_accountinfo_phone
source: Telephone
ja_jp: 電話
ms_my: Telefon
my_mm: ဖုန်း၊
ta_in: தொலைபேசி
th_th: โทรศัพท์
vi_vn: Điện thoại

# qy_private_switch_ent_hint
source: Click the company name to switch the current login company
ja_jp: 企業名をクリックして、現在ログインしている企業を切り替えます。
ms_my: Klik pada nama perniagaan untuk menukar perniagaan log masuk semasa
my_mm: လုပ်ငန်းအမည်ကို နှိပ်ပြီး လက်ရှိဝင်ရောက်နေသော လုပ်ငန်းကို ပြောင်းပါ။
ta_in: நிறுவனத்தின் பெயரைக் கிளிக் செய்து, தற்போதைய உள்நுழைவு நிறுவனத்தை மாற்றவும்
th_th: คลิกชื่อธุรกิจเพื่อสลับธุรกิจที่เข้าสู่ระบบปัจจุบัน
vi_vn: Bâ ́ m va ̀ o tên doanh nghiê ̣ p đê ̉ chuyê ̉ n doanh nghiê ̣ p đăng nhâ

# QYCProfile_SMSSentSuccessfully
source: SMS sent successfully
ja_jp: ショートメッセージの送信に成功しました
ms_my: SMS berjaya dihantar
my_mm: SMS ပေးပို့မှု အောင်မြင်
ta_in: எஸ்எம்எஸ் வெற்றிகரமாக அனுப்பப்பட்டது
th_th: ส่ง SMS เรียบร้อยแล้ว
vi_vn: Tin nhắn gửi thành công

# QYCProfile_SMSFailedToSend
source: Message failed to send
ja_jp: メッセージの送信に失敗しました
ms_my: Penghantaran SMS gagal
my_mm: စာတိုပေးပို့ခြင်း မအောင်မြင်ပါ
ta_in: எஸ்எம்எஸ் அனுப்புவதில் தோல்வி
th_th: การส่ง SMS ล้มเหลว
vi_vn: Tin nhắn gửi thất bại

# QYCProfile_SMSCodeIsEmpty
source: SMS verification code is empty
ja_jp: SMS認証コードが空です
ms_my: Kod pengesahan SMS kosong
my_mm: SMS အတည်ပြုကုဒ်သည်အချည်းနှီးဖြစ်သည်
ta_in: எஸ்எம்எஸ் சரிபார்ப்புக் குறியீடு காலியாக உள்ளது
th_th: รหัสยืนยันทาง SMS ว่างเปล่า
vi_vn: Mã xác nhận tin nhắn trống.

# qy_private_multi_language
source: Language switch
ja_jp: 言語の切り替え
ms_my: Togol Bahasa
my_mm: ဘာသာစကားပြောင်းခြင်း
ta_in: மொழி மாறுதல்
th_th: การสลับภาษา
vi_vn: Chuyển đổi ngôn ngữ

# qy_private_accountinfo_qrcode
source: QR code business card
ja_jp: QRコード名刺
ms_my: Kad Perniagaan Kod QR
my_mm: QR ကုဒ်စီးပွားရေးကဒ်
ta_in: QR குறியீடு வணிக அட்டை
th_th: นามบัตรคิวอาร์โค้ด
vi_vn: Danh thiếp mã QR

# qy_private_accountinfo_sendMsg
source: Send a message
ja_jp: メッセージを送信
ms_my: Hantar mesej
my_mm: စာတိုပေးပို့ခြင်း
ta_in: செய்தி அனுப்பவும்
th_th: ส่งข้อความ
vi_vn: Gửi tin nhắn

# qy_resource_go_back
source: Return
ja_jp: 戻る
ms_my: Kembali
my_mm: ပြန်
ta_in: திரும்பவும்
th_th: ส่งคืน
vi_vn: Trở về

# QYCProfile_FeedbackHelp
source: Feedback help
ja_jp: フィードバックヘルプ
ms_my: Bantuan Maklum Balas
my_mm: တုံ့ပြန်ချက် အကူအညီ
ta_in: பின்னூட்ட உதவி
th_th: วิธีใช้คําติชม
vi_vn: Hỗ trợ phản hồi

# qy_private_access_authorization
source: Access authorization
ja_jp: アクセス許可
ms_my: Kebenaran capaian
ta_in: அணுகல் அங்கீகாரம்
th_th: การอนุญาตการเข้าถึง
vi_vn: Ủy quyền truy cập

# qy_resource_copy
source: Copy
ja_jp: コピーします
ms_my: Salin
my_mm: ကူးယူဖော်ပြခြင်း
ta_in: நகல்
th_th: คัดลอก
vi_vn: Sao chép

# QYCProfile_ThePhoneNumberHasBeenBound
source: The phone number has been bound
ja_jp: この携帯番号はすでにバインドされています。
ms_my: Nombor telefon ini telah terikat
my_mm: မိုဘိုင်းဖုန်းနံပါတ်ကိုချည်နှောင်ထားသည်
ta_in: தொலைபேசி எண் பிணைக்கப்பட்டுள்ளது
th_th: หมายเลขโทรศัพท์มือถือนี้ถูกผูกไว้
vi_vn: Số điện thoại này đã được liên kết.

# qy_private_no_person
source: This user does not exist!
ja_jp: このユーザーは存在しません！
ms_my: Pengguna tidak wujud!
my_mm: အသုံးပြုသူမတည်ရှိပါ!
ta_in: இந்த பயனர் இல்லை!
th_th: ไม่มีผู้ใช้รายนี้อยู่!
vi_vn: Người dùng này không tồn tại!

# QYCProfile_TheMailboxHasBeenBound
source: This email has been bound
ja_jp: このメールボックスはすでにバインドされています
ms_my: Peti mel telah terikat
my_mm: စာတိုက်ပုံးကိုချည်နှောင်ထားသည်
ta_in: அஞ்சல் பெட்டி பிணைக்கப்பட்டுள்ளது
th_th: กล่องจดหมายนี้ถูกผูกไว้
vi_vn: Hộp thư này đã bị ràng buộc

# qy_resource_job
source: Post
ja_jp: ポスト
ms_my: Jawatan
my_mm: ပို့စ်
ta_in: இடுகை
th_th: โพสต์
vi_vn: Các vị trí

# qy_private_dialog_other_job_title
source: Post information
ja_jp: ポジション情報
ms_my: Maklumat Jawatan
my_mm: ပို့စ်အချက်အလက်
ta_in: வேலை தகவல்
th_th: ข้อมูลตําแหน่งงาน
vi_vn: Thông tin công việc

# qy_private_person_pic
source: Personal portrait
ja_jp: プロフィール画像
ms_my: Potret peribadi
my_mm: ကိုယ်ရေးကိုယ်တာပုံတူ
ta_in: தனிப்பட்ட உருவப்படம்
th_th: ภาพบุคคล
vi_vn: Chân dung cá nhân

# qy_private_accountinfo_title
source: Personal information
ja_jp: プロフィール
ms_my: Profil
my_mm: ကိုယ်ရေးအချက်အလက်
ta_in: சுயவிவர
th_th: ข้อมูลส่วนบุคคล
vi_vn: Thông tin cá nhân

# qy_resource_set_sign
source: Signature
ja_jp: 個性的な署名
ms_my: Tandatangan Personaliti
my_mm: ကိုယ်ရည်ကိုယ်သွေးလက်မှတ်
ta_in: தனிப்பட்ட கையொப்பம்
th_th: ลายเซ็นส่วนบุคคล
vi_vn: Chữ ký cá nhân.

# qy_resource_follow_the_system
source: Follow the system
ja_jp: フォローシステム
ms_my: Ikut sistem
my_mm: စနစ်ကို လိုက်နာပါ
ta_in: அமைப்பைப் பின்பற்றுங்கள்
th_th: ทําตามระบบ
vi_vn: Theo hệ thống

# qy_private_accountinfo_more
source: More information
ja_jp: 詳細はこちら
ms_my: Maklumat lanjut
my_mm: နောက်ထပ် အချက်အလက်များ
ta_in: மேலும் தகவல்
th_th: ข้อมูลเพิ่มเติม
vi_vn: Thông tin thêm

# QYCProfile_ChangeSucceeded
source: Change succeeded
ja_jp: 変更に成功しました
ms_my: Perubahan berjaya
my_mm: ပြောင်းလဲမှုအောင်မြင်ခဲ့သည်
ta_in: மாற்றம் வெற்றி
th_th: การเปลี่ยนแปลงสําเร็จแล้ว
vi_vn: Thay đổi thành công

# qy_chat_modify_failed
source: Fail to edit!
ja_jp: 変更に失敗しました！
ms_my: Pengubahsuaian gagal!
my_mm: ပြုပြင်မွမ်းမံမှု မအောင်မြင်ပါ!
ta_in: திருத்தம் தோல்வி!
th_th: การแก้ไขล้มเหลว!
vi_vn: Sửa chữa thất bại!

# qy_private_phone_btn
source: Change phone number
ja_jp: 携帯番号の変更
ms_my: Menukar nombor telefon bimbit
my_mm: မိုဘိုင်းဖုန်းနံပါတ်ကိုအစားထိုးပါ
ta_in: மொபைல் எண்ணை மாற்றவும்
th_th: เปลี่ยนหมายเลขโทรศัพท์มือถือ
vi_vn: Đổi số điện thoại.

# qy_private_email_btn
source: Change email
ja_jp: メールボックスの変更
ms_my: Gantikan Peti Mel
my_mm: စာတိုက်ပုံးကို အစားထိုးပါ
ta_in: அஞ்சல் பெட்டியை மாற்றவும்
th_th: เปลี่ยนกล่องจดหมาย
vi_vn: Thay hộp thư

# qy_login_input_company_name
source: Company Name
ja_jp: 会社の名前
ms_my: Nama Syarikat
my_mm: ကုမ္ပဏီအမည်
ta_in: நிறுவனத்தின் பெயர்
th_th: ชื่อบริษัท
vi_vn: Tên công ty

# qy_private_common_enterprise
source: Joint venture
ja_jp: きょうどうきぎょう
ms_my: Perniagaan Bersama
my_mm: ဘုံစီးပွားရေးလုပ်ငန်း
ta_in: இணை வணிகம்
th_th: กิจการร่วมค้า
vi_vn: Doanh nghiệp chung

# qy_private_accountinfo_workworld
source: Work Moments dynamics
ja_jp: ワーキングサークルの動き
ms_my: Dinamik Bulatan Kerja
my_mm: အလုပ်စက်ဝိုင်းဒိုင်းနမစ်
ta_in: வேலை வட்டம் இயக்கவியல்
th_th: ไดนามิกของวงงาน
vi_vn: Động thái vòng tròn làm việc

# qy_resource_close
source: Close
ja_jp: クローズ
ms_my: Tutup
my_mm: ပိတ်
ta_in: மூடு
th_th: ปิด
vi_vn: Đóng cửa

# qy_private_close_success
source: Closed successfully!
ja_jp: シャットダウンに成功しました！
ms_my: Penutupan berjaya!
my_mm: အောင်မြင်စွာပိတ်ပါ!
ta_in: இனிய வெற்றி !
th_th: ปิดสําเร็จ!
vi_vn: Đóng cửa thành công!

# qy_private_close_two_v
source: Turn off 2-step verification
ja_jp: 2段階の検証をオフにする
ms_my: Matikan Pengesahan Dua Langkah
my_mm: အဆင့်နှစ်ဆင့် အတည်ပြုခြင်းကို ပိတ်ပါ
ta_in: இரண்டு-படி சரிபார்ப்பை மூடு
th_th: ปิดการตรวจสอบความถูกต้องสองขั้นตอน
vi_vn: Đo ́ ng kiê ̉ m tra 2 bươ ́ c

# qy_resource_close_mdr_error
source: Failed to UnMute Notifications
ja_jp: 邪魔しないように閉じるのに失敗しました
ms_my: Menutup kegagalan bebas gangguan
my_mm: အနှောက်အယှက်ကင်းစွာ ပိတ်ရန် မအောင်မြင်ပါ
ta_in: குறுக்கீடு இல்லாத தோல்வியை மூடு
th_th: ล้มเหลวในการปิดไม่ให้รบกวน
vi_vn: Đóng cửa không làm phiền thất bại.

# qy_chat_close_failed
source: Failed to close
ja_jp: シャットダウンの失敗
ms_my: Penutupan gagal
my_mm: ပိတ်ခြင်း မအောင်မြင်ပါ
ta_in: மூடல் தோல்வி
th_th: การปิดล้มเหลว
vi_vn: Đóng cửa thất bại.

# qy_resource_about
source: About
ja_jp: ついて
ms_my: Mengenai
my_mm: အကြောင်း
ta_in: பற்றி
th_th: เกี่ยวกับ
vi_vn: Về

# qy_private_about_label_website
source: Official website
ja_jp: 公式サイト
ms_my: Laman Web Rasmi
my_mm: တရားဝင်ဝက်ဘ်ဆိုက်
ta_in: அதிகாரப்பூர்வ இணையதளம்
th_th: เว็บไซต์อย่างเป็นทางการ
vi_vn: Trang web chính thức

# qy_private_official_phone
source: Official consultation number
ja_jp: 公式問い合わせ先
ms_my: Panggilan Perundingan Rasmi
my_mm: တရားဝင်တိုင်ပင်ဆွေးနွေးတယ်လီဖုန်း
ta_in: அதிகாரப்பூர்வ ஆலோசனை தொலைபேசி
th_th: โทรศัพท์สอบถามอย่างเป็นทางการ
vi_vn: Số điện thoại tư vấn chính thức

# qy_private_menu_call
source: Call
ja_jp: 呼び出す
ms_my: Panggilan Filipina
my_mm: ခေါ်ဆိုခြင်း
ta_in: அழைக்கவும்
th_th: การโทร
vi_vn: Gọi đi.

# qy_resource_conversation_show_mode
source: Session settings
ja_jp: セッションの設定
ms_my: Seting Sesi
my_mm: စက်ရှင်ဆက်တင်များ
ta_in: அமர்வு அமைப்புகள்
th_th: การตั้งค่าเซสชัน
vi_vn: Thiết lập hội thoại

# QYCProfile_FailedToGetHostingStatus
source: Failed to get current hosting status
ja_jp: 現在の管理状態の取得に失敗しました
ms_my: Gagal mendapatkan status pengehosan semasa
my_mm: လက်ရှိ hosting အခြေအနေကို ရယူရန် မအောင်မြင်ပါ။
ta_in: தற்போதைய ஹோஸ்டிங் நிலையைப் பெறுவதில் தோல்வி
th_th: ล้มเหลวในการรับสถานะการโฮสต์ปัจจุบัน
vi_vn: Lấy trạng thái lưu trữ hiện tại thất bại.

# qy_resource_text_get_code
source: Send
ja_jp: 認証コードの取得
ms_my: Dapatkan kod pengesahan
my_mm: အတည်ပြုကုဒ်ကိုရယူပါ
ta_in: சரிபார்ப்புக் குறியீட்டைப் பெறுங்கள்
th_th: รับรหัสการตรวจสอบ
vi_vn: Lấy mã xác nhận.

# qy_private_accountinfo_base
source: Basic Information
ja_jp: 基本的な情報
ms_my: Maklumat Asas
my_mm: အခြေခံ အချက်အလက်များ
ta_in: அடிப்படை தகவல்
th_th: ข้อมูลเบื้องต้น
vi_vn: Thông tin cơ bản

# qy_private_continue_edit
source: Continue editing
ja_jp: 編集を続ける
ms_my: Teruskan Mengedit
my_mm: ဆက်လက်တည်းဖြတ်ရန်
ta_in: தொடர்ந்து திருத்து
th_th: แก้ไขต่อไป
vi_vn: Tiếp tục biên tập

# QYCProfile_PartTimeJob
source: Part time
ja_jp: パートタイム
ms_my: Kerja sambilan
my_mm: အချိန်ပိုင်းအလုပ်
ta_in: பகுதி நேர வேலை
th_th: งานพาร์ทไทม์
vi_vn: Việc bán thời gian

# qy_private_about_label_introduce
source: Introduction
ja_jp: はじめに
ms_my: Pengenalan
my_mm: နိဒါန်း
ta_in: அறிமுகம்
th_th: บทนํา
vi_vn: Giới thiệu
