Repository: lionsom/Python
Catalog: 9 项目实战/i18n_excel/pods_i18n/QYCPortal/*.lproj/QYCPortal.strings
Languages: hi_in, id_id, ja_jp, ta_in, vi_vn

# qy_portal_portal_usage
source: Already used by {0} people
hi_in: {0} लोग पहले से ही उपयोग कर रहे हैं
id_id: Telah digunakan oleh { 0 } orang
ja_jp: すでに{0}人が使用しています
ta_in: ஏற்கனவே {0} மக்களால் பயன்படுத்தப்படுகிறது
vi_vn: Đã có { 0 } người sử dụng

# qy_portal_portal_desc
source: Description: {0}
hi_in: विवरण: {0}
id_id: Deskripsi: { 0 }
ja_jp: 説明：{0}
ta_in: விளக்கம்: {0}
vi_vn: Mô tả: { 0 }

# qy_portal_portal_create_time
source: {0} was created at {1}
hi_in: {0} {1} पर बनाया गया
id_id: { 0 } dibuat pada { 1 }
ja_jp: {0}は{1}で作成されました
ta_in: {0} இல் உருவாக்கப்பட்டது {1}
vi_vn: { 0 } được tạo ra trong { 1 }

# qy_portal_click_to_retry
source: retry
hi_in: पुनः प्रयास करने के लिए क्लिक करें
id_id: Klik untuk mencoba lagi
ja_jp: 再試行をクリックします
ta_in: மீண்டும் முயற்சிக்க கிளிக் செய்க
vi_vn: Nhấn vào để thử lại

# qy_portal_no_new_content
source: No new content
hi_in: कोई नई सामग्री नहीं
id_id: Tidak ada yang baru
ja_jp: しばらく新しい内容はありません
ta_in: புதிய உள்ளடக்கம் எதுவும் இல்லை
vi_vn: Chưa có gì mới.

# qy_resource_in_progress
source: Processing
hi_in: प्रगति में
id_id: Sedang berlangsung
ja_jp: 進行中です
ta_in: நடந்து கொண்டிருக்கிறது
vi_vn: Đang tiến hành

# qy_portal_completed
source: Completed
hi_in: किया गया है।
id_id: Selesai
ja_jp: 完了しました
ta_in: முடிந்தது
vi_vn: Đã hoàn thành.

# qy_portal_using
source: in use
hi_in: उपयोग में
id_id: Sedang digunakan
ja_jp: 使用中です
ta_in: பயன்பாட்டில் உள்ளது
vi_vn: Đang sử dụng

# qy_portal_component_exception
source: Component or data exception
hi_in: घटक या डेटा अपवाद
id_id: Komponen atau pengecualian data
ja_jp: コンポーネントまたはデータの異常
ta_in: கூறு அல்லது தரவு விதிவிலக்கு
vi_vn: Các thành phần hoặc dữ liệu bất thường

# qy_portal_portal_load_fail
source: Portal load failed
hi_in: पोर्टल लोड करने में विफल
id_id: Pemuatan portal gagal
ja_jp: ポータルのロードに失敗しました
ta_in: போர்டல் ஏற்றுதல் தோல்வி
vi_vn: Cổng thông tin không tải được.

# qy_portal_no_portal
source: No data
hi_in: कोई पोर्टल नहीं
id_id: Belum ada portal
ja_jp: しばらく門戸がない.
ta_in: தற்போதைக்கு போர்டல் இல்லை
vi_vn: Tạm thời không có cửa.

# qy_resource_see_more
source: See more
hi_in: और देखें
id_id: Lihat lebih banyak
ja_jp: 詳細はこちら
ta_in: மேலும் காண்க
vi_vn: Xem thêm

# qy_resource_portal
source: Portal
hi_in: पोर्टल
ja_jp: ポータル
ta_in: வலைவாசல்
vi_vn: Cổng thông tin

# qy_resource_todo_work
source: To do list
hi_in: टू-डू जॉब
id_id: Pekerjaan yang harus dilakukan
ja_jp: To-Do
ta_in: செய்ய வேண்டிய வேலைகள்
vi_vn: Công việc cần làm

# qy_portal_tab_recently_handle
source: Recently processed
hi_in: हाल ही में संसाधित
id_id: Pemrosesan Terbaru
ja_jp: 最近の処理
ta_in: சமீபத்தில் செயலாக்கப்பட்டது
vi_vn: Xử lý gần đây.

# qy_portal_tab_i_initiated
source: I initiated
hi_in: मैंने शुरू किया
id_id: Saya memulai
ja_jp: 私が始めた
ta_in: நான் தொடங்கினேன்
vi_vn: Tôi đã khởi xướng.

# qy_portal_my_work_title
source: My job
hi_in: मेरा काम
id_id: Pekerjaan saya
ja_jp: 私の仕事
ta_in: என் வேலை
vi_vn: Công việc của tôi.

# qy_resource_switch_portal
source: Switch portal
hi_in: पोर्टल टॉगल करें
id_id: Beralih Portal
ja_jp: ポータルの切り替え
ta_in: போர்டல் மாறவும்
vi_vn: Chuyển cổng thông tin

# qy_portal_switch_same_portal_tips
source: This portal is the current portal, and there is no need to switch
hi_in: यह पोर्टल वर्तमान पोर्टल है और इसे स्विच करने की आवश्यकता नहीं है
id_id: Portal ini adalah portal saat ini, tidak perlu beralih
ja_jp: このポータルは現在のポータルであり、切り替える必要はありません。
ta_in: இந்த போர்டல் தற்போதைய போர்டல் மற்றும் மாறத் தேவையில்லை
vi_vn: Cổng thông tin này là cổng thông tin hiện tại, không cần chuyển đổi

# qy_portal_all_loaded
source: All loaded
hi_in: सभी लोड हो गए हैं
id_id: Telah memuat semua
ja_jp: すべてロードされました
ta_in: அனைத்தும் ஏற்றப்பட்டது
vi_vn: Đã tải xong hết rồi.

# qy_resource_all_read
source: All read
hi_in: सभी पढ़े गए
id_id: Semua Dibaca
ja_jp: すべて読み込み済み
ta_in: அனைத்தும் படிக்கப்பட்டது
vi_vn: Tất cả đã đọc.

# qy_portal_dialog_all_read_msg
source: Are you sure to set all unread reminders as read?
hi_in: क्या आप सुनिश्चित हैं कि सभी अपठित अनुस्मारक पढ़े गए हैं?
id_id: Apakah Anda yakin untuk mengatur semua pengingat yang belum dibaca sebagai dibaca?
ja_jp: 未読のメッセージをすべて既読にしますか？
ta_in: படிக்காத அனைத்து நினைவூட்டல்களையும் படித்ததாக அமைக்க விரும்புகிறீர்களா?
vi_vn: Bạn có chắc chắn đặt tất cả các nhắc nhở chưa đọc là đã đọc không?

# qy_resource_sure
source: Confirm
hi_in: निर्धारित करें
id_id: OK.
ja_jp: 確定
ta_in: சரி
vi_vn: Xác định

# qy_portal_no_more_components
source: There are no more components
hi_in: कोई और घटक नहीं...
id_id: Tidak ada lagi komponen...
ja_jp: これ以上のコンポーネントはありません...
ta_in: இனி எந்த கூறுகளும் இல்லை ...
vi_vn: Không còn thành phần nào nữa......

# qy_portal_single_read
source: has been read
hi_in: यह लेख पढ़ा गया है
id_id: Artikel ini telah dibaca
ja_jp: 本条は既に読みました
ta_in: இந்த கட்டுரை படிக்கப்பட்டது
vi_vn: Điều này đã đọc.

# qy_portal_empty_string
source: Your portal is empty Add components on the web side to efficiently manage work
hi_in: आपका पोर्टल खाली है n वेब साइड पर घटकों को जोड़ना कुशलता से काम का प्रबंधन करता है
id_id: Portal Anda kosong Tambahkan komponen di sisi web untuk mengelola pekerjaan secara efisien
ja_jp: あなたのポータルは空っぽです Web側にコンポーネントを追加して効率的に管理します
ta_in: உங்கள் போர்டல் காலியாக உள்ளது n வலை பக்கத்தில் கூறுகளைச் சேர்க்கவும் திறமையான மேலாண்மை வேலை
vi_vn: Cổng thông tin của bạn trống rỗng nThêm các thành phần vào web để quản lý công việc hiệu quả

# qy_resource_message_notice_title
source: Message notification
hi_in: संदेश अनुस्मारक
id_id: Pengingat pesan
ja_jp: メッセージ通知
ta_in: செய்தி நினைவூட்டல்
vi_vn: Tin nhắn nhắc nhở

# qy_resource_request_fail
source: request failure
hi_in: अनुरोध विफल
id_id: Permintaan gagal
ja_jp: リクエストが失敗しました
ta_in: கோரிக்கை தோல்வி
vi_vn: Yêu cầu thất bại.

# qy_resource_cancel
source: Cancel
hi_in: रद्द करें
id_id: Batal
ja_jp: キャンセル
ta_in: ரத்து
vi_vn: Hủy bỏ.

# qy_resource_expend
source: unfold
hi_in: विस्तार
id_id: Perluas
ja_jp: 展開する
ta_in: விரிக்கவும்
vi_vn: Triển khai

# qy_work_world_work_circle
source: Work Moments
hi_in: कार्य चक्र
id_id: Lingkaran kerja
ja_jp: ワーキングサークル
ta_in: வேலை வட்டம்
vi_vn: Vòng tròn làm việc

# qy_chat_action_failed
source: Operation failed
hi_in: ऑपरेशन विफल
id_id: Operasi gagal
ja_jp: 操作に失敗しました
ta_in: செயல்பாடு தோல்வியடைந்தது
vi_vn: Hoạt động thất bại.

# qy_resource_collapsed
source: Fold
hi_in: दूर रखें
id_id: Singkirkan
ja_jp: とまる
ta_in: தள்ளி வைக்கவும்
vi_vn: Cất đi.

# qy_resource_no_data
source: No data
hi_in: कोई डेटा नहीं
id_id: Tidak ada data
ja_jp: しばらくデータがありません
ta_in: தரவு இல்லை
vi_vn: Chưa có dữ liệu.

# qy_resource_no_msg
source: No message
hi_in: कोई खबर नहीं
id_id: Tidak ada berita
ja_jp: しばらく音沙汰がない.
ta_in: எந்த செய்தியும் இல்லை
vi_vn: Chưa có tin gì.

# qy_resource_more
source: More
hi_in: अधिक
id_id: Lebih banyak
ja_jp: より多く
ta_in: மேலும்
vi_vn: Nhiều hơn

# qy_flow_operate_view_associate
source: View associated data
hi_in: संबंधित डेटा देखें
id_id: Lihat data terkait
ja_jp: 関連データの表示
ta_in: தொடர்புடைய தரவைக் காண்க
vi_vn: Xem dữ liệu liên quan

# qy_portal_mobile_unsupport_this_function
source: Mobile terminal does not support this function
hi_in: मोबाइल पक्ष इस सुविधा का समर्थन नहीं करता है
id_id: Fitur ini tidak didukung di terminal seluler untuk saat ini
ja_jp: モバイル端末はしばらくこの機能をサポートしていません
ta_in: மொபைல் முனையம் இந்த அம்சத்தை தற்காலிகமாக ஆதரிக்காது
vi_vn: Tính năng này tạm thời không được hỗ trợ trên thiết bị di động

# qy_resource_config_error
source: Configuration error
hi_in: कॉन्फ़िगरेशन त्रुटि
id_id: Kesalahan konfigurasi
ja_jp: 構成エラー
ta_in: உள்ளமைவு பிழை
vi_vn: Lỗi cấu hình

# qy_no_camera
source: Unable to access camera Go to Settings -> Privacy -> Camera to open permissions
hi_in: कैमरे तक पहुंचने में असमर्थ n सेटिंग्स पर जाएं -> गोपनीयता -> कैमरा खोलने की अनुमति
id_id: Tidak dapat mengakses kamera Pergi ke pengaturan -> privasi -> izin pembukaan kamera
ja_jp: カメラにアクセスできません 設定->プライバシー->カメラにアクセスできません
ta_in: கேமராவை அணுக முடியவில்லை n அமைப்புகளுக்குச் செல்லுங்கள் -> தனியுரிமை -> கேமரா திறக்கும் அனுமதிகள்
vi_vn: Không thể truy cập máy ảnh nĐi đến thiết lập -> quyền riêng tư -> quyền mở máy ảnh

# qy_no_buletooth
source: Unable to access buletooth Go to Settings -> Privacy -> Buletooth to open permissions
hi_in: ब्लूटूथ n सेटिंग्स पर जाने में असमर्थ -> गोपनीयता -> ब्लूटूथ खोलने की अनुमति
id_id: Tidak dapat mengakses Bluetooth Pergi ke Pengaturan -> Privasi -> Izin Pembukaan Bluetooth
ja_jp: Bluetoothにアクセスできません 設定->プライバシー->Bluetoothオン権限に移動します。
ta_in: ப்ளூடூத் அணுக முடியவில்லை n அமைப்புகளுக்குச் செல்லுங்கள் -> தனியுரிமை -> புளூடூத் திறந்த அனுமதிகள்
vi_vn: Không thể truy cập Bluetooth nGo to Settings -> Privacy -> Bluetooth Open Access

# QYCPortal_UnsupportedType
source: Unsupportedtype
hi_in: असमर्थित प्रकार
id_id: Jenis yang tidak didukung sementara
ja_jp: 現在サポートされていないタイプ
ta_in: தற்காலிகமாக ஆதரிக்கப்படாத வகைகள்
vi_vn: Loại tạm thời không được hỗ trợ

# QYCPortal_OverAThousand
source: overathousand
hi_in: हजार से अधिक
id_id: Lebih dari seribu
ja_jp: 千を超える
ta_in: ஆயிரத்தை தாண்டியது
vi_vn: Hơn 1000.

# QYCPortal_NoPermission
source: The portal has been deleted or has no permission
hi_in: पोर्टल हटा दिया गया है, या उपयोग करने की कोई अनुमति नहीं है
id_id: Portal telah dihapus, atau tidak ada izin penggunaan
ja_jp: ポータルが削除されたか、使用権限がありません。
ta_in: போர்டல் நீக்கப்பட்டது அல்லது பயன்படுத்த அனுமதி இல்லை
vi_vn: Cổng thông tin đã bị xóa hoặc không còn quyền sử dụng

# qy_flow_custom_filter_work_status_current
source: To do list
hi_in: करने के लिए
id_id: Untuk dilakukan
ja_jp: やる
ta_in: செய்ய வேண்டியவை
vi_vn: Đang chờ.

# qy_flow_custom_filter_work_status_handle
source: Handle
hi_in: हैंडलिंग
id_id: Menangani
ja_jp: 取り扱い
ta_in: கையாளுதல்
vi_vn: Quản lý.

# qy_resource_see_all
source: View all
hi_in: सभी देखें
id_id: Lihat Semua
ja_jp: すべて表示
ta_in: அனைத்தையும் காண்க
vi_vn: Xem tất cả

# qy_resource_urge
source: Urge
hi_in: आग्रह
id_id: Mendesak
ja_jp: 催促する.
ta_in: நினைவூட்டல்
vi_vn: Thôi đi.

# qy_resource_be_urged
source: be urged
hi_in: आग्रह किया गया
id_id: Didesak untuk melakukannya
ja_jp: 催促される.
ta_in: தூண்டப்பட்டது
vi_vn: Bị thúc giục.

# qy_resource_operate_entrust
source: Entrust
hi_in: कमीशन
id_id: Dipercayakan
ja_jp: 依頼する
ta_in: கமிஷன்
vi_vn: Ủy thác

# qy_resource_entrusted
source: entrusted
hi_in: सौंपा गया था
id_id: Dipercayakan
ja_jp: 依頼される
ta_in: ஒப்படைக்கப்பட்டது
vi_vn: Được ủy thác

# qy_resource_timeout
source: overtime
hi_in: टाइमआउट
id_id: Waktu habis
ja_jp: タイムアウト
ta_in: நேரம் முடிந்தது
vi_vn: Hết giờ

# qy_resource_proxy
source: Agent
hi_in: एजेंट
id_id: Proksi
ja_jp: 代理
ta_in: முகவர்
vi_vn: Đại lý
